["@Smokingace182 @Evanlovin @oralcarter376 @elonmusk You don't have to be 'sticking up' for someone to understand and apply logic. Turn your comment around, you've got to be against the evil billionaire? loser..", "@keltooz @caslernoel @elonmusk Of course you can.", "@240gordymacd @eyemjimmy @Zipz1 @KSholinsky @ThisIsKyleR @elonmusk Yeah yeah. I’m sure you believe that everyone that voted for Trump are cultists too huh?", "RT @rachael_levy: NEW  from me: @elonmusk's @neuralink is under federal investigation for potential violations of animal welfare laws amid…", "@TomFitton @elonmusk @Twitter more gaslighting...", "@arndtusa @elonmusk Yes and Quickly!!!!", "RT @alexstein99: 51.2 million twitter followers and you only get around 200 likes on all your tweets?\n\n🤔 \n\nthe only thing faker than Jimmy…", "@mehdirhasan @elonmusk @MehdiHasanShow You belong in a cell.", "RT @Itachi_MIMA: #MIMARMY \n\nEnjoy the power of marketing communication with our shiny marketing team✨\n\nWe use Instagram, Reddit and Twitter…", "@nomoremao @acowboyforreal @LowJack12345 @TomFitton @elonmusk Not dem or republican hate both parties independent . I disagree with a lot of both sides.", "@greg_price11 @elonmusk The smear continues. True Americans cannot allow this garbage to continue. The constant lies are disgusting.", "RT @donna_impresa: BACKGROUND DONNA IMPRESA https://t.co/UTFMzGG8Az #TRUMP #ElonMusk #Tesla #Putin #worldservice #100DaysOfCode #Coding #Py…", "@TomFitton @elonmusk @nytimes Shame", "@COLDEX_STC @elonmusk @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews Looks miserable.", "RT @RudyGiuliani: What @ElonMusk exposed goes further than the massive Hunter Biden scandal (It's really a Joe Biden scandal btw). \n\nIt rev…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk @WholeMarsBlog Elon, need help, need a new platform for content,  please watch,  a cry for help...\n\nhttps://t.co/mE5tdPzpRR", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@elonmusk All BS tribe member", "@ThisIsKyleR @elonmusk Go away murderer.", "@elonmusk wake up Elon and tweet something… please", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@MichaelWaltrip1 @elonmusk No a significant number of people and would not make a difference since we have never had 100% of registered voters vote", "@SteveHiltonx @elonmusk Bahahaha. If they never got in trouble, buckle up, cuz neither will we. It goes both ways.", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@flowzpam @elonmusk That is no pencil drawing you just made it black and white", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@alx @elonmusk @wikileaks If he does this he won’t be able to pretend that twitter was suppressing conservatives anymore", "Check out King Lingerie UK's video! #TikTok https://t.co/bVUAR4arcn\n\n#fyo \n@iamsandrasayer  \n@Beagmontejo\n@ChrisHowley6\n@VeraLDeLucena3\n@VeraLdeLucena\n#Elonmusk   \n@debratankersle1 \n@EllaC2009\n@VeraLciaEu2\n@PenelopeRuzy", "@AA13KF @elonmusk Cats, cartoons, masks. Make it a clean sweep.", "RT @jade_angelkiss: I may just stay off Twitter today. It blows my mind how many \"humans\" are celebrating the death of Kirstie Alley. Vile,…", "RT @donna_impresa: ITALIAN FOOD by Donna Impresa https://t.co/2Pys3I0ZqO #TRUMP #ElonMusk #Tesla #Putin #worldservice #100DaysOfCode #Codin…", "@loveisloveisit @SteveHiltonx @elonmusk We have a trump dossier bought by the Clintons that people still believe is the truth. Let's stick with that version of the truth.", "@DailyCaller @elonmusk She’s a con-artist, but doesn’t have much skill at it.", "@Samthe34041833 @elonmusk Me either, and yet, there he was…corruptly shoveling 10% to the “big guy” who was at the time VP … that’s the whole point you want to turn a blind eye to. Not to mention naked under aged girls on his laptop #HunterBiden", "@EDGEinthewild @LayahHeilpern @elonmusk Knuckles base ball! \nTails tennis!\nShadow Basketball!", "@KrrankyPants @A1Policy @KamVTV @elonmusk Overblown nonsense! Trump was president &amp; was also having tweets suppressed.", "@viniciuscfp82 @elonmusk @Biakicis Right wing nutters should go to Parler or Truth Social.", "@DaveShinkle @elonmusk Gmgm and happy Tuesday! 😎☀️", "@VicHFN @K4KCrypto @elonmusk I'm now under the assumption that K4K is a plant, a CIA agent, a hacker. \n\nI am not going to let this dude go until he tells us his secret. https://t.co/jaexmsjoPu", "@HatR09 @Cocker2Cocker @hymnoptera @anthonypesec @elonmusk Are you really so obtuse that you think there is one research lab “that is close”? Surely you’re talking about Duke, right, because that’s the first Google search that comes up, and there’s only one. Right? Neuralink is a joke to any real scientists. https://t.co/UxsRMswfhB", "@alx @elonmusk @wikileaks @Twitter &amp; @WikiLeaks should be best friends... or lovers. 🤔", "@DailyCaller @elonmusk He is exposing TRUTH AND DECEPTION of the most corrupt government party in American history. WE HAVE THE RIGHT TO KNOW THE TRUTH.", "RT @JohannesP1972: Hey @elonmusk,\n\nCan you please release any info you have on collusion between Twitter and the @JustinTrudeau government…", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "@CNN @cnnbrk @TODAYshow @GMA @TheDemocrats We heard about “Russia collusion” on every TV station for years. \nNow @elonmusk has exposed a blatant Democrat campaign collusion with big tech and the media is completely silent.", "So much to love from @tressiemcphd and @TheDailyShow coming together, like: 1) discussing the possibility of a State operated social media and 2) talking about @elonmusk ‘s @Twitter in the past tense. https://t.co/g0JmtqQ5Ti", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "RT @muralitarakk: @elonmusk Check DM sir", "RT @fynn_fan: I will never forget the day, in 2020, when we destroyed our First Amendment. I’ll never forget being censored for sharing cas…", "@Adammanynumbers @nCoder @Reuters @rachael_levy @specialreports @elonmusk Subsidies exist to make companies do what the government wants. Imagine spinning this as a negative.", "RT @Sammy1238452751: @CollinRugg @elonmusk ALL Conservative business Women &amp; Men must take out their ADs from MM and channel it to the New…", "@elonmusk Hey @elonmusk \nI'll offer another attractive offer for you , I'll give u 1000 shares in exchange for explaining to you the idea of the new company", "RT @ucee_oti: @Thatlawal @lucky_chekwas @elonmusk @realFemiOtedola @TonyOElumelu @officialABAT @AlikoDangoteFdn @cuppymusic @MrBeast @garyv…", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@CollinRugg @elonmusk All I want for Christmas is all the criminals to be arrested!", "@LayahHeilpern @elonmusk Do you...but leave the rest of us out of your decision making. \nI'm curious why people need opinions &amp; approval from others on their life's decisions. \nDo or don't buy a Tesla, either way Elon won't lose any sleep over it &amp; neither will anyone else.", "@elonmusk Is James Baker Deputy General Counsel at Twitter still?  If so….explain?", "RT @4leafcloverofc: 🚨$LUCK will be for LUCKY CHARME Coins what DOGE and SHIBA have been for MEME Coins\n\n🔥PRESALE\n⏰DECEMBER 08th | 08:08 UTC…", "@elonmusk who cares", "RT @muskQu0tes: “It is shocking how many journalists viscously attack free speech, but somehow think they’re the good guys!” @elonmusk", "@Matt5Tan @iskri_co @bennyjohnson @elonmusk @alx Could his face be any more clear? People are protecting him without a doubt. 😡😡", "@ChaseCherub @big_D_silver @elonmusk Again that kind of response shows the quality of your mind ☺ well if your source of media is not telling you the truth then maybe you aren't trying enough to find the truth. Scroll through the tweets more and you'll find ads from all those companies.", "@DMcraze @RalfusJ @SteveHiltonx @elonmusk Like how conservatives always think of sex with kids. \n\nAm I doing it right?", "@Ilovemilkandmo1 @namanchayy @quimer4 @SarahLGates1 @StopAntisemites @elonmusk Yeah. Name of a symbol v mass execution. But Jews are supposed to answer for the name of the symbol used by Nazis lol", "@Das_Beans @LoneWolfe666 @Belinda71555585 @elonmusk You’ve personally saw this?", "RT @GrantCardone: Massive respect @elonmusk \n I do a business conference called 10X Growth Conference.  Live event for 25,000 people held i…", "@alx @elonmusk @wikileaks But then he wouldn’t be using it to try and draw traffic for his Twitter-toy…", "RT @Efeben76: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @cz…", "@greg_price11 @elonmusk No KJP, there is NOT a rise in Hate speech on twitter, but there is proof that Hunter is a criminal &amp; his father is complicit.", "@elonmusk \n\nAre lawyers from the firm Perkins Coie still on the Twitter payroll?", "@iamtomskinner @elonmusk He might you never know, he likes people with initiative like you Tom", "⁦@elonmusk⁩, how about making this open-source, paid for by the UN. https://t.co/HPAuI8piZu", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@teslaownersSV @elonmusk @TIME The devil went down to Georgia looking for a state to steal , prayers for Hershel and give him those votes folks.", "RT @cryptogems555: #Christmas pump?? Check this\n\n#ReinFlokiInu just went live and looks bullish. Still low cap. #BSC #meme\n\nhttps://t.co/fD…", "@MurphyYuiko @Jennie_SC1 @CivilLost @michellmybell1 @odktiger @FemmeVoilet @cl1ntonserver @TomDoubting @RealDoctorT @42Gnome @_Kel_Varnsen_ @Mentor2TheGods @kimmsue70 @1717mule @TreatHunterDog @JackWhoElse @lemmabarkaloo @TastyMorsel6 @ADirtyRottenDog @429jamesowens @SnoJusticeCuz @MaxDragonard @instinctnaturel @MucusMucous @Timeforfreespe1 @Evry1H8sGrtzLOL @theProgEqualist @JenCages @shrekvivre @cow_cousin @RepublicanRehab @MyChickenDinner @VtTbQW9s3xjPOow @TwoSides1Truth @SomeSis1 @pookietooth @LadyOfTheOcean1 @SnoJusticeBro @Aimhighffw @UtsingerWesley @DigiMalice @ADouble777 @schmevilagain @absurd_dad @CosmicIndiffer1 @Q_Estrada @scary_brock @jaybento4 @MiaZingg @elonmusk You have described every Presidential candidate I have ever seen that has a party behind them.", "Piper Sandler analyst Alexander Potter maintains an Overweight rating &amp; $340 PT on $TSLA\n\n$LCID $AAPL $GPRO $EYES $F $AMZN $COST $MSFT $NFLX $AMD $BABA $GE $FB $NVDA $JPM $BAC $GOOG $WFC $ADBE $T $SQ $ORCL $MU $V $CIEN $HD $JNJ $JD $CSCO $XOM $MA $CRM $CVS $BRK $BA $FDX $F $TWTR https://t.co/maNraekxg8", "@TDOGEBSC_ @6hafiq @elonmusk So Cool", "RT @Stamp_20: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @cz…", "Can @elonmusk take over and fix Netflix please?", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@alexbruesewitz @elonmusk No one cares about Hunter’s dick pics.", "@elonmusk Any word on when @LinehanReal and @theposieparker will be brought back?", "RT @Redovablue: @DonaldJTrumpJr @LindaSuhler @elonmusk When your President is a child molester via his Daughters diary, and his cult still…", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@CollinRugg @elonmusk ALL Conservative business Women &amp; Men must take out their ADs from MM and channel it to the New Twitter Tsunami of @elonmusk   Let's them (Conservative Men and Women do it  !!!)", "@8Dollars14 @gray_tree_frog @jimmy_dore @GarlandNixon @StateDept @elonmusk @jacksonhinklle Bullshit. Nothing was happening to them before Russia invaded in 2014.", "@NM_Barbarian @JacquiHeinrich @elonmusk @PressSec “You know, you know you may be right” -kjp probably", "@CryptoVinco @elonmusk @CryptoWhale please stop lying. The whole crypto twitter knows that you forged documents about Bitfinex", "@elonmusk @FoxNews Elon, you know better than to throw a red herring at President Trump. His comment about the Constitution was that BECAUSE of the Left's trashing of our founding document, election theft was \"allowed.\" Trump did NOT say the Constitution needs to be trashed!", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @GoldStuart56: @elonmusk @ElonMusk\n\nElon, Please advise those “Permanently Suspended” from Twitter, if they’ll be required to take any s…", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "Hey @elonmusk \nI'll offer another attractive offer for you , I'll give u 1000 shares in exchange for explaining to you the idea of the new company", "@alexbruesewitz @elonmusk Uumm, hey genius...the president doesn't open investigations. Learn how government works before you open your pie hole and embarrass the living fuck out of yourself.", "Hitler and Trump had/have their supporters. So does @elonmusk. Some people are attracted to narcissistic sadists. https://t.co/YFHgE6LHVc", "RT @DrEliDavid: .@elonmusk, you surely didn't buy Twitter to end up being bullied by the EU 🇪🇺\n\nhttps://t.co/fQwCtgOXud", "RT @Djosephabdesse1: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreT…", "RT @amcsupporter: If you believe @elonmusk should release Twitter Files on #APE &amp; $AMC, RT AND SHARE.", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@alyx_im @IvarLangaas @ForbyKoonan @jorymicah @the_LoungeFly @elonmusk Correct.", "RT @RudyGiuliani: On a beautiful night outside St. Patrick's Cathedral in New York, we pray for @ElonMusk, @MTaibbi, @MirandaDevine and all…", "@TomFitton @elonmusk @Twitter \"Old news\" yet Pres Trump was attacked for things he did in full public view for the allowed decades old look back", "RT @_BRCooper: @CollinRugg @elonmusk Elon has been talking about doing this for at least 4 years now.\n\nIf he succeeds, it will be impossibl…", "@DangerMcAwesom1 @DineshDSouza @elonmusk The Ukrainian president is Jewish, genius", "RT @ThisIsKyleR: Elon Musk might have gained quite a few enemies tonight, but he also gained so many supporters. @elonmusk", "@elonmusk links won’t send/work from Twitter posted to Meta. Strange.", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@Canadia64857959 @Pattrick_W_Sims @LolaGarcia13 @JavonAPrice @greg_price11 @elonmusk And how did they do that? Was it by asking Twitter moderators to check certain tweets to see if they breached ToS, just like, as the Twitter file said, the Republicans were doing as well?", "@elonmusk Based on what we are learning about our govt and it’s deceptive approach to life liberty and justice it is plausible that our govt was wrong in the assumption that these gentlemen were not wrong in the first place. They may have been 100% correct. I just don’t know.", "@catturd2 @elonmusk I completely agree with that litterbox 🐱statement", "@MinzylikesJazz @LayahHeilpern @elonmusk Most people don’t deny the climate is changing, just how we are unsure how much is natural vs man-made", "@robertjlundberg @TomFitton @elonmusk @Twitter Dont change the topic Troll 🤡", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@1ShaneKnows @LehrR @LenaEpstein @elonmusk I don't see a lot of source driven comments coming from your side either, so it's not exactly the \"Aha\" moment you think it is.", "@Schroonman @elonmusk @realDonaldTrump South African white Rhino...built for Trouble.", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @MassageParlor_: @HallieBiden @elonmusk unlock this account before they Clintoncide her. https://t.co/1fzWZQn8JD", "@DrEliDavid @elonmusk I think that's the reason.\n\n@elonmusk please admit. If that's true, no one will blame you.\n\nhttps://t.co/VrPwNQUzgN", "@RudyGiuliani @elonmusk You lied to state officials across the country about #VoterFraud with NO proof whatsoever.\n\nSit down, dribblehair.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@Alsmithson2 @Exosus1 @TYRANNOJESUS @FlakeyJunk @RealKyleMorris @elonmusk Like every other small business owner?", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@Model3Owners @elonmusk Nutmeg is looking FABULOUS today!", "@SteveHiltonx @elonmusk What Elon exposed shows no sign of interference. In fact it shows the opposite.", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @MattWallace888: @elonmusk History is the future", "@Mariesees @SteveHiltonx @catturd2 @elonmusk @BrianJBerletic Some good ideas here!!!", "@elonmusk Goodness, an ark space program to get away from the crazies, I am down.  Terraforming Mars...  At least I can die in peace on a concept worthy of humanity and the visions pushed from the 80's and 90's", "@SteveHiltonx @elonmusk Twitter and Musky boy are not reliable, legitimate or acceptable news sources.\nI know it’s hard to believe, but not everything you see on the internet is true. Particularly in this echo chamber.", "@TomFitton @elonmusk @Twitter @TomFitton anyone who still believes these lies and manipulation coming from the gov needs a psychological eval...", "@nickhedley @elonmusk If you hate seeing him so much then block him lmao. That easy. Or do you just like having a reason to complain", "@ButtcoinFTM @elonmusk I dunno, man, it's looking a deece bounce to me, but I'm an idiot so...", "RT @Emily90078904: $PFE $JNJ $MRNA $SPX $NDX $DJIA $SPY $QQQ $FB $GOOGL\n\nScientists Struggle to Explain Why COVID Spared Unjabbed\nthe link…", "@LayahHeilpern @elonmusk I would consider it…", "@elonmusk It’s fun again. \nI left Twitter a couple years ago after getting fact-checked numerous times but back now. \nThanks\nKeep up the good work…", "RT @Abdulmimam: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @…", "@aprilchoate @LenaEpstein @elonmusk We're leveling the playing field.", "@kenrudin @TechTcc @JoJoFromJerz @elonmusk I'm seeing it also.  \n\nPeople you don't follow or follow you, searching twitter for fights.\n\nAlso Twitter has stopped doing anything with reporting.\n\nIt's wild to have to use so many tools to block/limit speech on the tool that's embracing it, but here we are.", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "@elonmusk When will Twitter blue be available for Android users?", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@Reneep43 @23SkidooSt @SteveHiltonx @elonmusk Remember when Biden gave China spies free reign in America?  No?  Wait it was Trump and Russian spies?  Oh... sorry, my bad.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @usownstheplanet: The Embassy notes that @elonmusk has posted evidence that #Russian soldiers are stealing Zoo animals, putting them ins…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@LayahHeilpern @elonmusk Wait... why isn't what he's doing his \"best life\"?  What are you even talking about?", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@catturd2 @elonmusk Providing the documentation of a stolen election is historic. Now and for the future, laws or addendums to the Constitution need to be implemented clearly outlining penalties of any outside influence. I will wait🙄", "@poochlalow @catturd2 @elonmusk Because all they took down were some dick pics….", "@elonmusk @ByeonChansoo @karpathy Tech Capitulation https://t.co/7FdZJJBMZj", "RT @LovelyinuS: What if #Lovelyinu is accepted for verification tick on twitter 😍😍😍🤩🤩\n@elonmusk ❤️❤️\nIsn't it a good idea 💡\n#LovelySwap", "RT @TDOGEBSC_: #NFT #TDOGE \n@elonmusk @TDOGEBSC_ \nTo the Mars 🚀🚀🚀 https://t.co/a88jps2nPe", "@elonmusk A lot of people with a ton more spare time #whatweretheydoing", "@B0LD_OW @TheRealTraveel @jordanbpeterson @elonmusk Talk about turning a bond eye", "Here's today's #CryptoKhabar [Dec 06th 2022]\n\nDownload #Cointrade App now:- https://t.co/EFj5ZznKmS \n\n#ElonMusk #PanCakeSwap #Metaverse #AXS  #Axie #Ethereum https://t.co/0kxmAy8L7H", "Twitter censors BANNED doctors trying to expose the truth and save lives.\nFathers, mothers, children DIED because the truth was WITHHELD.\nTwitter censors are guilty of MURDER, @elonmusk \nFREE SPEECH IS A BIG DEAL https://t.co/xgkI1V8xHd", "RT @ofuluchiijeoma1: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreT…", "My man crashed and burned and now disappeared lol. Where’s the beef, Elong https://t.co/u0v4BuEUOV", "@ProudElephantUS @elonmusk Very well. We all knew he would have the Wokerati to contend with like brats throwing their toys out of their collective cots!", "@piloth20 @JaredChamney @ajtourville @BillGates @elonmusk @Tesla I imagine it does that.", "@guynormanbee @Skippsudduth @3YardsandACloud @Third_Watch @TheRokuChannel @TheAmyCarlson @imcobybell @jasonwiles1 @AnthonyRuivivar @YvonneJung1 @elonmusk @peacock It is 🙂", "@sondesix @elonmusk please fix this.", "@1of7PrimaryAdj @iamraisini @elonmusk It's envy, not jealousy. Envy is wanting what others have. Jealousy is being afraid others will take what you have.", "@CollinRugg @elonmusk He has to finish his own first!", "RT @TomFitton: SOURCES: McConnell Caves to Pelosi, Schumer, Allows JCPA Media Cartel Bailout Bill to Be Included in Defense Package -- Woul…", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "@TheDarkReporter @devilmaskrascal @LayahHeilpern @elonmusk That would be each person’s decision what those should be and one person’s perception has no bearing on another. Many things are honestly too stupid to be posted, but that doesn’t stop anyone :/", "RT @muskQu0tes: “The Constitution is greater than any President. End of story.” @elonmusk", "RT @JamiRaz43198493: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreT…", "@ConcernedMaiden @hoodleratlarge @JDO51405862 @MDavidRetired @CollinRugg @elonmusk Really fucking weird", "@elonmusk I trust you with colonization as much as I trust you as the CEO of Twitter. #loserisatotalloser #elonmuskisatool", "Elon Musk’s Neuralink—which promises to enable a direct interface between the human brain and computers—is being investigated by the federal government for alleged violation of the Animal Welfare Act:\n#Neuralink #Elonmusk #violacion\nhttps://t.co/e4YVs9f3BW", "RT @PrimoRadical: .@elonmusk’s “free speech” platform has now suspended both Garland Nixon and Jackson Hinkle. https://t.co/8vYJdXGOTh", "@ChinaPumpWXC ✅CK audit + CK real-name authentication\n✅CMC+CG has been included\n✅Company business license, trademark announcement\nContract: 0x17E65E6b9B166 Fb8e7c59432F0db126711246BC0\nBuy = 1%, Sell = 2%,\n#BabyDogeCoin #Binance #TIFITOKEN\n#Binance  #Crypto #ElonMusk #cz_binance #gala #huobi", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@DailyCaller @elonmusk Look at her face... Yup I'm up here to lie, so what do you got? throw it at me and let me see what I can twist turn and make it sound like something to ya!", "@LenaEpstein @elonmusk Now about the Trump Administration in October 2020. AKA the Federal Government!", "RT @DineshDSouza: Who cares if assorted Democrats and leftists leave Twitter? At least it’s your choice to leave. No one is banning you. Yo…", "@johnrich @elonmusk Johnny still upset he can’t see hunters hog. HDS #hunterdicksyndrome https://t.co/NW9bOyodkY", "@SprocketYT @WAJKoenitz @WholeMarsBlog @elonmusk You think Americans don't have or drive stick?!", "Mars is too far, are we late in 2022 @DogelonMars @elonmusk https://t.co/GZ5yBl4sKE", "@petty_murphy43 @elonmusk White people on here saying the N word is ok tho", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "RT @4leafcloverofc: 🚨$LUCK will be for LUCKY CHARME Coins what DOGE and SHIBA have been for MEME Coins\n\n🔥PRESALE\n⏰DECEMBER 08th | 08:08 UTC…", "RT @namemeifucan: If the farmer didn't kill the weeds in his field there would be no crop and you would starve, if we don't remove the corr…", "@elonmusk Thanks Elon! We needed to know the truth. You just may have saved free speech in America.", "@elonmusk Buy Facebook", "@elonisourhero @mtbarra @Twitter @elonmusk She's trying to follow Elon, again.", "@elonmusk yeah bot, keep telling me about the bright future meanwhile everyday some honest  and knowledgeable people get a ban from twitter for just saying the truth and have to come and beg you the mighty  bot to review their cases.  Twitter = Social score and canceling", "I never want to hear the phrase \"free and fair elections\" coming from the FBI, big tech fact checkers, the media, or the Democrat party again after what @elonmusk  #TwitterGate revealed.", "Check out King Lingerie UK's video! #TikTok https://t.co/lARofMrBER\n\n@VeraLciaEu2\n@iamsandrasayer \n#fyo \n@Beagmontejo\n@ChrisHowley6\n@VeraLDeLucena3\n@VeraLdeLucena\n#Elonmusk   \n@debratankersle1 \n@EllaC2009\n@PenelopeRuzy", "@elonmusk 8$ Effects 😁", "RT @yousuckMZ: Online meeting with Elon @elonmusk is done. I can make a major announcement about space around the noon of December 8, PST.…", "RT @cryptogems555: #Christmas pump?? Check this\n\n#ReinFlokiInu just went live and looks bullish. Still low cap. #BSC #meme\n\nhttps://t.co/fD…", "@SarahCl12918502 @SprocketYT @WAJKoenitz @WholeMarsBlog @elonmusk That's just you. I like being on MINE TIME.", "@bradkieser @cruedud @SawyerMerritt @elonmusk Plainly says it needs to be more efficient. 40% efficiency and 50% at peak times. The technology isn’t there yet and you still need oil by the way. Musk made an electric car better then a gas car until renewable energy can do that it’s not going to happen. Nuclear is the answer.", "RT @SharifI42926069: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreT…", "RT @SabinehazanMD: ⁦@elonmusk⁩ Can we bring back Dr Peter McCullough please. He is the most righteous, ethical, knowledgeable physician out…", "@RubinReport @elonmusk Facebook there’s an add every 2-3 posts.", "@COLDEX_STC @elonmusk @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews @JustinRamchari1 at least we will have connection when we go! Lol", "Hey, @elonmusk , help a brother out, huh? https://t.co/Uvvowgle3d", "thank you for the compliment kurie mousk, kokkinizoume m avta pou mas lete 😀\n\n#thekoukounari https://t.co/nA2Yf9K6au", "@elonmusk I can't share kiddie porn... but it needs to be gone IMMEDIATELY.  and Balenciaga or whatever the fuck it's called.", "RT @mehdirhasan: So transparency champion @elonmusk  hasn't done a major media interview since buying Twitter. We invited him on the @Mehdi…", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "RT @CittiMedia: .@thebritishhindu\n\nWorld Exclusive: It seems that Vijaya Gadde will be a likely target for legal action: Pt. Satish K. Shar…", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@elonmusk @RubinReport Thank u I don’t mind ads but when it’s every other post it makes for an annoying scroll.", "RT @Mahendr37811935: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreT…", "RT @justinamash: @elonmusk .@Snowden sacrificed his future to reveal surveillance abuses by the U.S. gov. Courts affirmed the NSA/FBI pract…", "RT @jimmy_dore: So @GarlandNixon &amp; @jacksonhinckel both regularly  debunk  the Ukraine War lies told by @StateDept &amp; Corporate media. \n\nBot…", "@elonmusk Lack of man ass is killing me rn", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "@elonmusk @ChuckGrassley @Pontifex @JoniandFriends @JeffBezos @workwithAMS \nI can be cured!!\nPlease meditate and pray and visualize about “something bad happening”.  It’s as you believe so shall it be done unto you.  Please suggest a healthy outcome!  Your brain will compensate!", "@ThisIsKyleR @elonmusk You had your mama drive you across the state line with your gun and you shot and killed two men, neither of whom had a gun. You were looking for trouble and you found it.  Please get some help.", "Hey Elon, can I have a free Tesla @elonmusk", "@elonmusk Elon Musk is a Russian agent", "Where is @elonmusk this morning?", "@teslaownersSV @elonmusk That will be china ,usa can’t even get elections correct", "@elonmusk @MuskUniversity Again media parrot: https://t.co/VK1hEUySnI", "RT @MichelleWhitzel: @kylenabecker @elonmusk I think the MSM hates @elonmusk almost as much as they hate @realDonaldTrump.", "@07Susmitsarkar @MrBeast @elonmusk 2/2 Instead of offering condescending advice, maybe you should consider donating a laptop to help someone in need?", "RT @Aredaloh: Notice the black people being held at gun point 👀👀👀", "@catturd2 @elizbethlmaness @elonmusk #msm and FBI here’s an idea. Instead of worrying about what stories will hurt the Democrat party in elections, print the facts and truth and let the people decide. Note, that was kind of the point about that whole freedom of the press thing.", "@Davetileguy @CookedByLakers @calvertether @elonmusk @tim_cook Boomer response", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@ThisIsKyleR @elonmusk Anyone want to give the over/under on how soon this turd makes a run for office somewhere? 🙄", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@LacysLoveCavemn @RalfusJ @SteveHiltonx @elonmusk This is nearly 3 year old news. Jack went in front of congress and talked about the mishandling of NYPost silly article.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @viniciuscfp82: @elonmusk Another right-wing deputy was illegally suspended on Twitter. The profile of deputy Bia Kicis @Biakicis has ju…", "RT @richimedhurst: Hey @elonmusk, you said you weren’t too familiar with Assange case. No worries. I’d be happy to give you a full rundown.…", "RT @elonmusk: Twitter servers are running at Warp 9!! https://t.co/vtZZeKupC7", "RT @LayahHeilpern: .@elonmusk is single-handedly fighting the establishment, exposing corruption, fighting paedophilia, fighting for free s…", "RT @SUNNYKZ65: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @c…", "RT @Itachi_MIMA: #MIMARMY \n\nEnjoy the power of marketing communication with our shiny marketing team✨\n\nWe use Instagram, Reddit and Twitter…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@daspacecowboy21 @RudyGiuliani @elonmusk I have a feeling #PedoPeter is extremely familiar with #Hunter’s penis. That sick fvk has used his son to amass a fortune from communist countries. I hope Hunter tells the world what all he did to him &amp; Ashley. https://t.co/JfmqTBOyte", "@UAmerica333 @elonmusk @Annakhait In an interview, Joe Biden admitted Obama created the cages. That Obama redistributed those children all over America, \nand as fast as possible. Where are the millions of millions of redistributed children? Adults? The list? Money? Address? Medical? \nEnglish? Passport? https://t.co/t0o2i9mJLt", "@RealKyleMorris @elonmusk We live in a digitally occupied country under an [inter]national socialist regime delivered to you by the global fascist-communist alliance under the leadership and control of the CCP.", "@creoapp2 @CherKnews @PatriciaSea @JayTownAlabama @greta @elonmusk @NEWSMAX @RudyGiuliani @PapiTrumpo @RichardGrenell No, he actually did say it. He swore an oath to uphold the Constitution and yet here he advocates for dismissing it.\n\n “A Massive Fraud of this type and magnitude allows for the termination of all rules, regulations, and articles, even those found in the Constitution.” https://t.co/kmk3MoiYAk", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@elonmusk Just let the animals go and a animal keeper to feed em humans will only ruin that when they get there", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@elonmusk @WillManidis The feds prosecute James Zhong for glitching Bitcoin from Silk Road years ago, and he didn't even spend any of it. So, why is there no punishment for SBF? Oh wait I think I know, bc the world is run by sociopaths and narcissists. He rly needs to be sent to Siberia with Ghislaine!", "@elonmusk \n\nTwitter video feature request:\n\nAdd codecs in the background to make Twitter indifferent to format of uploaded videos. Right now it rejects .MP4 for instance.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @Outkick: .@ElonMusk is the free speech watchdog we desperately need. He’s thrown himself into the fire for all of us and we owe him a d…", "RT @KawsarA32620: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam…", "RT @randel_flagg: @LayahHeilpern @elonmusk We are finally seeing just how rotten our government has become", "RT @tesla_raj: @elonmusk it seems latest Cybertruck design has a drop down mid gate window…can you confirm? https://t.co/DLj1YYvqc5", "@RudyGiuliani @elonmusk just kiss each other instead of tweeting out little love notes like this we're sick of seeing it  plEASE", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@1211Jaguar @dannydeurbina @elonmusk Lol, a statement from a leftist like you who turns everything that is against your perverted point of view and totally changes it to fit your agenda, your just another punk loser, if you stand for Biden it is simple, your a pervert or a crook !", "@totaleibrainlei @elonmusk @MuskUniversity lmfao that's not ambidextrous", "@Thatlawal @lucky_chekwas @elonmusk @realFemiOtedola @TonyOElumelu @officialABAT @AlikoDangoteFdn @cuppymusic @MrBeast @garyvee @pulte @PeterObi Get well soon🙏", "@teslaownersSV @elonmusk @TIME I heard their leading candidate for this is Liz Cheney", "RT @Pavinatto: Dear @elonmusk,\nWould you conceive us an interview about the [progressive] political use of this plataform in my show at @Jo…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@muskQu0tes @elonmusk Can’t figure out how to buy the check.", "@samanthamoochie @nickhedley @elonmusk not everyone gives a shit about seeing bad jokes from a business leader idc if he owns the platform hes annoying and twitter topics r a timeline clutter", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@ocean_andsea @InvsbleFriends @birddog9000 @elonmusk Haha for sure, you smashed it with the mask to be fair, I have already simped for it but I can confirm I still think it slaps! 🔥🔥", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @Matt5Tan: @bennyjohnson @elonmusk @alx The FBI is seeking information leading to the arrest of this Jan 6th insurrectionist.\n\n1-800-225…", "@rihanna,@melindagates,@mackenziescott,@JeffBezos,@elonmusk,@mayemusk,@ToscaMusk,@kimbal,@daeganhawke,@RobertDowneyJr,@LeoDiCaprio,@Schwarzenegger,@TheAcademy,Dear Friend,\n\nNote: I am not searching for easy/free money like Grants/Donations I am searching for Pure Loan/Investment.", "Looks like Twitter charged my card, but I don't see a checkmark???  @elonmusk @verified @Twitter", "@DailyCaller @elonmusk All she pushes is distractions. Projection is a tool of the weak and guilty.", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "RT @RudyGiuliani: Good morning, America! The fight for free speech and against censorship is just getting started.\n\nThank you @ElonMusk for…", "RT @Allikuroi: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @c…", "@keanespirit could we somehow hold a public vote online to see what the opinion is too\n\nwont be as acurate but @elonmusk got us to vote trump back on twitter so theres clearly some method we could use", "RT @Thorfinn986: @LayahHeilpern @elonmusk They won't find anything,this is what these clowns do, they are pathetic.", "RT @TheLastRefuge2: Because @elonmusk wants James Baker to be legal counsel of Twitter.  That's why.", "@elonmusk What about this one ? https://t.co/rHwzm8giun", "@Claymore790 @MoonlightKnig10 @BruceJo36430734 @ThisIsKyleR @elonmusk And Rottenhouse could’ve walked away.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk I'm intrested to know your spotify wrapped we need to know who you listen to, we've judged upon many things, but not your music taste, also i need to know as you're a fellow musician #ripharambe", "RT @jordanbpeterson: Which search engine would you choose?  One run by @elonmusk or by @Google", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@jimmyfailla @elonmusk Or😇 `Hop in‼️ mutha fuckah’ lol😁 if ur from Detroit !! (1982 i moved to Atlanta 😻) the Georgia peach’s thingy, girls were 7 to 1 back then☑️ serious &amp; Jobs etc", "@TomFitton @elonmusk @Twitter The world is seeing WH as circus since they stole the election of 2020 with Dominion machines and fake media streams", "@nickhedley @elonmusk leave twitter? block him?", "@SteveHiltonx @elonmusk Colluding with your own citizens vs colluding with an enemy state, you think these are equal... 🤔", "@StevenBeschloss 1: It was you &amp; the dishonest \"liberal\" frauds who created Donald Trump and;\n\n2: @elonmusk has tapped into that same frustration.\n\nBelieve what you want to.", "RT @KristiNoem: .@ElonMusk should bring Vine back to combat the CCP’s TikTok — who agrees?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@BetsyRambo @SawyerMerritt @neuralink @elonmusk He is a proven fraudster- I believe in science and trained as one.", "RT @TDOGEBSC_: #NFT #TDOGE \n@elonmusk @TDOGEBSC_ \nTo the Mars 🚀🚀🚀 https://t.co/a88jps2nPe", "@elonmusk really  \nnot sure", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @TulsiGabbard: Sickening truth: Washington elite protect their allies and go after political opponents. MSM/Dem Establishment are fallin…", "RT @alx: Thank you @SeanHannity for airing my question to @ElonMusk.\n\nTwitter users deserve to know if they were Censored at the behest of…", "RT @Evidence72: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @…", "@07Susmitsarkar @MrBeast @elonmusk Your advice 'invent your own way to grow and learn physics' is incredibly insensitive and dismissive. The fact that you think it is acceptable to tell someone in need to just 'figure it out on their own' shows how out of touch you are with the challenges that many people face.1/2", "RT @4leafcloverofc: 🚨$LUCK will be for LUCKY CHARME Coins what DOGE and SHIBA have been for MEME Coins\n\n🔥PRESALE\n⏰DECEMBER 08th | 08:08 UTC…", "@GiveEmHellHwa @elonmusk fuking sort it out mate the gc needs me stop being homophobic 🫶😭", "RT @ThisIsKyleR: Learning about the twitter files and @elonmusk releasing the truth is making me more and more curious to find out if there…", "RT @revhumanrights: @azrael2600 @elonmusk Tyler, bro, It would be most interesting to be able to read the thoughts of .@elonmusk and know w…", "@JohnDev37028544 @DineshDSouza @elonmusk Where? Where is there any sign of communism? Lay off the fox news", "RT @JJ_McCullough: Twitter is advertising fake @elonmusk scams to me.", "RT @AmoneyResists: Elevating the most despicable extremists on the ‘right’ and inundating the left’s twitter feeds with them is part of Mus…", "RT @muskQu0tes: \"Education is the path out of poverty and Internet access enables education.\" @elonmusk", "RT @LayahHeilpern: Forbes says @elonmusk’s twitter antics is tarnishing the Tesla brand.\n\nFunny I was just thinking of buying a Tesla despi…", "The search function needs a \"Tweets you've seen\" filter  please @elonmusk", "RT @JudicialWatch: .@TomFitton Warns @ElonMusk: Expect RETALIATION From Biden! https://t.co/2r3NcIUBom", "@EvasTeslaSPlaid @elonmusk I can", "RT @Vawulence_Table: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreT…", "@elonmusk Thank you @elonmusk for giving our voices back! The ones complaining are the ones you kept us censored and are against our constitutional right of free speech. FJB!", "@elonmusk Yeah before you owned it Twitter was very boring, which is why no one used it and no one really knew about it and there was no advertising money in it.", "@Real_Funaya In a way we’re all loosely employed for @elonmusk while he farms tf out of our data 😂", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "@B_WadeHaldeman @JoJoFromJerz @elonmusk I follow her and she’s way more interesting than you.", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "RT @ConservetiveOne: .@JoeBiden @POTUS @GOPLeader @LeaderMcConnell @SenSchumer @SpeakerPelosi\n\nEven the brainwashed can’t deny the truth an…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@NationalJeweler @MannJewel 😢 I don't want to \"heart\" this, but i appreciate you mentioning one of our great local jewelers.  For some reason Toledo has a plethora of them. \n\n@elonmusk can we get a multi acknowledgment type button like that face place?", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @codeofvets: Still under a 7 day suspension on my personal account @1776Gretchen for tweeting about the election. \n\nGood morning sane Am…", "RT @cryptogems555: #Christmas pump?? Check this\n\n#ReinFlokiInu just went live and looks bullish. Still low cap. #BSC #meme\n\nhttps://t.co/fD…", "RT @Mr_Derivatives: $TWTR NGL, I wish there was a downvote or thumbs down on Twitter because it’s easier to see current sentiment.\n\nGive th…", "@240gordymacd @Zipz1 @KSholinsky @ThisIsKyleR @elonmusk Shut up with your hollier than thou attitude. I choose to protect myself and don’t live in a fantasy world like you that thinks the police will be there to protect me if something happens. How sad that you would rather die at someone else’s hand instead of carrying yourself.", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@TheMoonCarl @elonmusk Dogelon Mars bro!!!", "@LayahHeilpern @elonmusk The realty is that you need to get out of Elons ass and get a LIFE 🤷🏽‍♂️", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@elonmusk @WholeMarsBlog B - old 🐧", "@NFTDEFILAND @elonmusk LMAOOO soundboards are my favorite", "RT @WholeMarsBlog: To be honest i’m kind of sick of FSD Beta right now. \n\nI’m going to spend a week going back to driving manually. I am so…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@Acidsmooth @TaylerUSA @jacksonhinklle @elonmusk I don't think it's a priority given musk's upending of Twitter", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "@SteveHiltonx @elonmusk You hear about collusion for years?\nI'll bet you don't know anything about it\nTell us what Paul Manafort gave to Russian Intel\nYou do not know", "@elonmusk @karpathy threshold for ai takeover ?", "I'm actually seeing Tweets and meme's for both side's of the #Georgia runoff election.  @elonmusk has made it fair again and we're not bombarded with bots. Thank you #Twitter for returning freedom of speech here.", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "@kikimelendez @Acyn @elonmusk You mean the files and the emails and all we read from #TwitterFiles is propaganda?", "@RonColeman @elonmusk Unless Bouzy still involved !", "RT @RightWingJewess: Dear Liberals: Did you know you have the power to censor speech at the touch of your keyboard? That's what the block b…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@elonmusk @ausbitbank @waitbutwhy if free an open source it would be a great thing", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "اپوزیشن*\n@elonmusk we really need editing option, please update existing version with this feature atleast....", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@alexbruesewitz @elonmusk Elon is owned by the @CIA , so is @POTUS via Clinton cartel", "@elonmusk why a rolling stone activist? Send the files to Tucker, Hannity or Laura’s Ingram", "@WeWantMurkyMeg @Murky__Meg @TwitterSupport @elonmusk I’ve shared on my timeline. X", "@rationalgranny @EmilyMason1192 @kylenabecker @elonmusk @Twitter not yours 😂 thank god\n#welcometotheupsidedown\nhow did I know you'd have less than 20 followers 🤔", "RT @PrimoRadical: .@elonmusk’s “free speech” platform has now suspended both Garland Nixon and Jackson Hinkle. https://t.co/8vYJdXGOTh", "@RepAndyBiggsAZ @elonmusk We live in a digitally occupied country under an [inter]national socialist regime delivered to you by the global fascist-communist alliance under the leadership and control of the CCP.", "@honestsportz @elonmusk @COLDEX_STC @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews Haven’t you kept up, it’s not global warming, it’s climate change. Lol", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@Usecommonsense4 @Taremmmmmm @CTVNews Everyone else gets to carry on. Too bad our mainstream news sources are corrupted.\nGlad @elonmusk is releasing the data on how information has been suppressed and hidden.", "@VABVOX @60Minutes This would be true if Twitter were wrecked. It isn't though. It's better than ever. Just look at the growth in this last month. Besides, who do you think you are saying what someone else should be doing with their hard earned money? Oh that's right, a liberal. #ElonMusk", "RT @OPhommachanh: @COLDEX_STC @elonmusk @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonS…", "@AreaUnderCurve @crafty_butcher @ianfmusgrave @NyxSayeth @elonmusk @neuralink \"no no see, your not getting it. the meat industry kills animals, so elon musk should be allowed to have a brain chip that causes monkeys to castrate themselves. and that he wants to put into humans right away\"", "@elonmusk Tesla price will be announced tomorrow in Thailand. Can’t wait to see it. 😁😁😁", "@AshleyDCan @elonmusk Are you involved in that?🤣", "@elonmusk The timing🤌🏾😮‍💨 https://t.co/4y1aqH5llb", "RT @GOWTHAM56859381: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreT…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@alexbruesewitz @elonmusk Ha twitter community notes has already shown the investigation into animal cruelty at neuralink was started before the release of the twitter files. Check your information.", "@djabor @pew_nation @Fighthypocrisy @alexbruesewitz @elonmusk Agree, but feel that we disagree about who’s more corrupt.", "@jamesjansson @sassa4ras @RubinReport @elonmusk James you were great in No Country For Old Men. Glad you kept the hairstyle. The promise broken was that Biden, CDC, Maddow and Fauci etc all said “vaccinated people do not carry the virus” the lie detector determined that statement to be false.", "@EpilepticKumqua @MAx1MuS03 @KevinbenoitII @elonmusk Deflection while moving goal posts. Nice. Much respect.", "RT @TDOGEBSC_: @elonmusk @dogecoin \nThere are still 3 days until the 9th anniversary of Dogecoin. We have prepared Dogecoin rewards worth $…", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "@SubprimeOptimus @garyblack00 @EzerRatchaga @TeslaSg @TeslaBoomerMama @elonmusk Both Gary and boomermama will try to handcuff Elon's bold and adversarial style in favor of conservative style. When Elon escapes these cuffs... Well...", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@AmericasGOP @elonmusk Helping us drain the swamp", "@elonmusk can i just have a verification mark for the poops and giggles", "@BeachLifeCrypto @stillgray @elonmusk As long as politicians are pandering to voters this will not happen, each side has a “crazy house” they will try to appease. A better idea is to make the Independents stronger. Stop playing the team game and believing the “coach” all the time.", "RT @YaqubaJalo: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @…", "@genksky1 @sofiaicarbone @johncardillo @elonmusk Everyone on the mainstream left", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@JudicialWatch @TomFitton @elonmusk The muscle arm of the commies in charge (FBI) are already investigating his neurolink company for animal abuse.  They wont stop til they discredit him somehow.", "RT @TiffanyFong_: lmaooo yoo this new twitter feature🤣 @elonmusk @SBF_FTX https://t.co/2eWmt9wr8j", "RT @TheDailyEdge: Why won't \"free speech\" frauds like @elonmusk @tedcruz &amp; @HawleyMO speak out against GOP book bans?\n\nBecause the bans are…", "@greg_price11 @elonmusk He isn't pushing anything, just letting the news get out for a change and the hate I see is not coming from the Republicans, There is not one democrat that can say anything nice right now.", "Can i just say i havent noticed anyone dying from @elonmusk ownership of twitter but rather the growing number of tiktok challenge related passings getting swept under the media-rug. Maybe it’s just me?", "@elonmusk @LoriMills4CA42 @MuskUniversity Corn fields", "@one_unforgotten @elonmusk @FoxNews It’s traitor lol", "@TheMarieOakes @elonmusk Hey buddy, help the Canadians out a bit eh. This tyrant we call a leader is getting a bit out of control.", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @TheWorthyHouse: 1. I will now examine Twitter’s past financials and predict the future from them. I conclude that criticism of @elonmus…", "@petty_murphy43 @elonmusk I've done that also. Just some racist got me on high watch,so whenever they see something to ding me on,they're right on it. Only with black folks on these platforms.", "RT @TDOGEBSC_: #NFT #TDOGE \n@elonmusk @TDOGEBSC_ \nTo the Mars 🚀🚀🚀 https://t.co/a88jps2nPe", "@ThePlanetaryGuy @NASA_Orion Maybe they can contact SpaceX next time for some decent camera’s. @elonmusk  do you have some decent cams for Artemis 2?", "RT @ClayTravis: It has now been two days since @twitter &amp; @elonmusk posted actual emails &amp; correspondence of internal documents relating to…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @caslernoel: I meant I can't. As in I can't with this wack ass bug-eyed, Nazi loving, marfucker. @elonmusk", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@RealTBONEHusker @elonmusk Absolutely she should go to jail.", "@elonmusk @laralogan @FoxNews 45 wasn’t demanding he was venting. Biden corrupt administrative state &amp; the weaponized FBI &amp; DOJ are already stomping all over the constitution. We need 45 to clean house (Elon should get that w/the mess that Twitter was) to save our constitutional republic.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @AlexanderAhile: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTe…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@poppins1958 @elonmusk Agreed autocorrect gets the best of my keyboard sometimes.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk Some posts about #twitterfiles are conspicuously not posted yet.", "@EricEckstrom3 @liberalmommaof4 @Jillie_Alexis @ThisIsKyleR @elonmusk Lol look like I misinterpreted your response \n\nSorry", "RT @DrEliDavid: .@elonmusk, you surely didn't buy Twitter to end up being bullied by the EU 🇪🇺\n\nhttps://t.co/fQwCtgOXud", "@VeritasVincit5 @RonaldRichards @MAstoilet @frank76201006 @ChienneLuv3 @TexasTea18 @barrykamen @Kt80474694 @lynn521tr @ShoeKat @mark_orla @my6girls2012 @LiberalBeGone @StarofTexas6 @MPelso @Terransystem1 @pipelinereview @otter401 @roset2912 @lisa_lamtella @5Ynks @BillyHumphreys1 @RobbieWilsdorf @gigi030308 @whoya @Fabled_Abel @Nyc1Simone @W__T__Foxtrot @DANCINGCOWGIRL @Avenattiismine @grgoldner @ncweaver @NobileMike @Rebeltime88 @lvaccola @SeanMur54625327 @Sayitdefineitu1 @Cyndlove1 @cautioncontent @bearbeer1111 @DanSchultz2 @gavben27 @EllaLou59086966 @DDBall4life @jheil @AC360 @elonmusk @MichaelAvenatti @StormyDaniels @MichellePhan *client-victims", "@atlsk847 @elonmusk @FoxNews There was no porn in the NYPost story https://t.co/PsLE3kEeje", "Now that we all know, this was a pedophile human trafficking site why is it still up and running? Why hasn’t it been turned over the way the people for crimes on humanity! I’m pretty sure Trump sign executive order for that. @elonmusk I know you weren’t the owner thn. But still🤬 https://t.co/YtiMkaAL0K", "@elonmusk @WholeMarsBlog Please, the whole world should help me retweet please...I need help a lot please", "It’s been three days of deafening silence.  It’s time to make some things clear: do we STILL believe the Holocaust happened?  Has something changed?  Why must we wait 72 hours for truth?\n\n@elonmusk @JoeBiden https://t.co/1Sk9MDJeE9", "@SteveHiltonx @elonmusk Asking Twitter not to post dick picks of your son, when you are a private citizen, isn't quite as bad as a U.S. President openly colluding with the world's most brutal dictator.", "@LayahHeilpern @elonmusk All the world’s a stage, luv. Don’t believe it.", "@elonmusk AS a SOUTH AFRICAN listening and taking advise how the fuck di you di it with BEEE polocies un place by goverment all a person want some times is a fucking chance man just a chance", "@elonmusk No one interested in all that hate. Don’t fix the size of ads, Fix that blue checkmark. 😂", "@VivaLaAmes11 @elonmusk Welcome back", "#FixingTwitter I periodically unfollow accounts with little impact on me. But doing this via mobile app (android) is nearly impossible. @elonmusk @TwitterSupport please fix function entering profile via following list, backing out, &amp; having the following list back at the top.", "@elonmusk the world would be better off without you", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@BradRanker @MichaelWaltrip1 @Facts_Over_Lies @QuispMe @traxattack @AngryFleas @elonmusk Exactly", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@alexbruesewitz @elonmusk If had nothing to hide, they wouldn't be this afraid, and they wouldn't be retaliating", "@WatsonUSA1 @mtraven23 @Belinda71555585 How about both are concerning? I trust @elonmusk infinitely over Fauci (who is pure scum), but that doesn't mean he can do no wrong...", "@LtAldoRaine3rd @ThisIsKyleR @elonmusk Oh wow!! You can surf 🏄 the internet what a troll and likely a fake account @elonmusk", "RT @mehdirhasan: So transparency champion @elonmusk  hasn't done a major media interview since buying Twitter. We invited him on the @Mehdi…", "@LayahHeilpern @elonmusk Hands of lady, he is into Hunter and his dick pics.", "RT @AmoneyResists: Elevating the most despicable extremists on the ‘right’ and inundating the left’s twitter feeds with them is part of Mus…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk Instead of receiving your day in court, you should be awarded the Presidential Medal of Freedom for the service of enriching the lives of the common man by the exemplary promulgation of truth, knowledge and wisdom.", "@Hilohaw @JanetBa44871836 @elonmusk Let´s wait and see. I truly hope that this is not a new mutant of a classical honeypot (honey=freedom of speech) trap.", "Timid 🤐 https://t.co/i3vcH4qKvY", "@teslaownersSV @elonmusk @TIME Twice in a row.", "@LimitingThe @elonmusk Facts", "RT @striderfxstudio: @ClownWorld_ I saved this on my phone so I could post it for @ThugLifeNewShit. He’s suspended now but hopefully @elonm…", "@elonmusk It's because we actually feel free to speak! Thanks Elon! #ElonMusk2024", "RT @LehrR: @LenaEpstein @elonmusk HOLY HELL! Donald Trump failed to disclose a $19.8 million loan to a foreign creditor while running for p…", "RT @are_jay_: my favorite part is the hordes of people being held away at gunpoint lmao", "It's a hard life being awesome. https://t.co/SfHA0hSSXt", "RT @NEWS_MAKER: Santa Clara DA RAGE QUITS twitter on TV, accuses @elonmusk of \"Purposely Traffics in Hatred and Bigotry in order to Sell Mo…", "@AdamPiersen @wowmomcoollol @FirstAnubis @DW_955 @whack187 @WendellHusebo @elonmusk @TomFitton @AJDelgado13 You don't have any proof that would hold up in court. Trump obstructed justice and then illegally withheld funds from Ukraine but was let off by the republican senate.", "@Lenaipink Can't wait for that. cc: @elonmusk", "RT @thunder_270380: @elonmusk help! https://t.co/JDRu3fLR8M", "@JoJoFromJerz @elonmusk Where are you seeing all of the hate speeches and slurs? I won’t to read some of them but I don’t think I’m looking in the right place.", "RT @ClayTravis: It has now been two days since @twitter &amp; @elonmusk posted actual emails &amp; correspondence of internal documents relating to…", "@LayahHeilpern @elonmusk Antics?\n\n- promoting free and open discourse\n- highlighting corruption\n- increased measures against pedophillia\n\nI think @Forbes needs to think about getting better writers.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @caslernoel: I can even imagine buying a car from a guy like Elon Musk. What a total dipshit of a human being. @elonmusk", "RT @patrick_oyen: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam…", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "RT @arndtusa: Should @elonmusk release the files containing possible censured files related to the Brazilian election ?", "@pwallmann5 @EmmanuelMacron @elonmusk I am my media image. I spend a lot of money and time telling you who I am through media and social outlets. If you don't listen to me, then you are the fool.\n\nI'm @elonmusk and I welcomed a banned neo-Nazi back to Twitter because that's who I am.", "RT @seolascat: they're doing anything beside giving wjsn a 2nd full album", "@elonmusk can someone explain why every time I like a tweet the like count goes up by one and back down immediately. Am I shadow banned? Do I even exist?", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @j_oluwatiti: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam…", "@nonbeliever144k @MuellerSheWrote @alexbruesewitz @elonmusk This was already being looked into BEFORE now, so no, it’s not a “hit job”. It didn’t just come out of nowhere. The timing of Musk’s “report” is suspicious as Musk would know of the pending investigation &amp; decided to put his “report” out before news of the investigation came out.", "@doge511 @elonmusk @WholeMarsBlog Not funny", "@ExiledAgentD @RitaPanahi @elonmusk Welcome!!", "@Walcandy1 @elonmusk The democrats want to destroy Mars. See, we can do it also.", "RT @DineshDSouza: Who cares if assorted Democrats and leftists leave Twitter? At least it’s your choice to leave. No one is banning you. Yo…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@RudyGiuliani @elonmusk We live in a digitally occupied country under an [inter]national socialist regime delivered to you by the global fascist-communist alliance under the leadership and control of the CCP.", "@SteveHiltonx @elonmusk The Trump administration / campaign was in the room when these decisions were made.  Are they also responsible for this?\n\nAnd why are MAGA GOP conservatives so hungry to see Hunter Biden's dick pics?  That's an odd kink.", "@elonmusk Trip to Mars only for white people?", "RT @4leafcloverofc: 🚨$LUCK will be for LUCKY CHARME Coins what DOGE and SHIBA have been for MEME Coins\n\n🔥PRESALE\n⏰DECEMBER 08th | 08:08 UTC…", "RT @viniciuscfp82: @elonmusk Another right-wing deputy was illegally suspended on Twitter. The profile of deputy Bia Kicis @Biakicis has ju…", "@TomFitton @elonmusk @nytimes McConnell is a Democrat in a Republican position! He needs to go!!!  imho", "@pb5479 @elonmusk @TwitterSupport @TwitterCreators @Twitter Same thing happened to me. My tweet did not meet Twitter standards so it was deleted and I got locked out.\nAll for using one word.\nThe same word was used by three liberals and they didn't get locked out.\nThey are still there.", "@kittenhawk1 @greg_price11 @elonmusk 2) to it ain’t true, to “so what he  thats his private life”. His ties and connection to his father are reason enough and legal grounds for investigation.", "@elonmusk @karpathy Bro, do you sleep?  I'm becoming concerned, Mr. Musk.  🤣", "Understand this, if you have not realized this, Americans will come after people and Institutions if @elonmusk is harmed, just as Trump. All you boneheads have to do is read peoples comments its clear to me what would occur. @PentagonPresSec @POTUS @FBI @DOJPH @georgesoros", "RT @OldUSAFWardog: @catturd2 @elonmusk I want the names of all the people who in the government and DNC who were in control of Twitter and…", "@elonmusk \nMaybe next you buy a news channel, any news channel and “revamp the shit” out of them like your doing with @Twitter ! 🇺🇸", "RT @cryptogems555: #Christmas pump?? Check this\n\n#ReinFlokiInu just went live and looks bullish. Still low cap. #BSC #meme\n\nhttps://t.co/fD…", "@alexbruesewitz @elonmusk This is how all federal investigations have been conducted latley... suddenly Elon has more in common w Trump than ge ever thought", "@AmericasGOP @elonmusk Wow, don’t we love, Elon, musk true American", "RT @w_terrence: @elonmusk They did nothing wrong by exposing the corrupt criminals in the United States Government.", "RT @ThePressCabinet: “We have heard about ‘Russian collusion’ on every TV station for years.\n\nNow @elonmusk has exposed blatant\nDemocrat ca…", "@Ssmith571Smith @elonmusk I loved your pets dear ❤️", "@elonmusk I mean really! Elon Musk only can read all those 😅😅. I occasionally open but this post pop up this time!", "soooo checking @elonmusk for possible animal abuse?But not one check on Faucis role of abusing and killing thousands of beagles?  That is what we call animal abuse.", "@elonmusk Thanks to you!", "@severson1977 @LayahHeilpern @elonmusk I agree completely. Just pointing out that I like Musk personally right now which makes it harder to argue against is product. I'm all about self awareness so this one is killing me, lol.", "@SigmaImperator @elonmusk @bronzeagemantis It has been done", "@elonmusk @MuskUniversity The truth for one person may not be the same truth for someone else.", "RT @Samuelokorn: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam…", "@CollinRugg @elonmusk LOL musky is already burning billions, and losing HUNDREDS of billions in stock, with this shitty deal, all the while selling himself to the saudis, while twitter turns into the Titanic\n\nGooood going, bubs.", "@CarolynZaremba @3YearLetterman @elonmusk Move to Nicaragua, Venezuela, North Korea or Cuba... good luck... how can you say you like communism, if you have never lived in communist countries?", "@elonmusk You are saying collectively we can finally talk to each other and do something about this corruption.\nLet’s roll…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@RiggsDanyal @ZaleskiLuke @elonmusk Diluted. Speach. 😂 Merica", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@LayahHeilpern @elonmusk I’m not nor ever buying a @Tesla from @elonmusk  simply because I can’t afford it. No other reason. If I could, I would buy 2 of them mfs", "RT @Cesar_Opinions: @elonmusk Armed white soldiers in front of a crowd of black people are the beginning of trips from Earth to Mars. 🤦🏽‍♂️…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@SteveHiltonx @catturd2 @elonmusk Millions spent on Russian collusion diversion. FBI complicite. Scuttlebut says Cuomo lost his head at Gitmo? Pelosi arrested for sedition and treason? Merkal arrested? PRAY!", "RT @greg_price11: Jean-Pierre on @elonmusk releasing the Twitter files: \"We see this as an interesting, or a coincidence, that he would so…", "@elonmusk @MuskUniversity Totally true 💯", "RT @RonColeman: @elonmusk And now people can even see them", "RT @EkojaJohn2: @corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @…", "RT @tesla_raj: @elonmusk it seems latest Cybertruck design has a drop down mid gate window…can you confirm? https://t.co/DLj1YYvqc5", "@dogeofficialceo @elonmusk @karpathy Yes! EG:  Founders and influencers promoting SHIB would regularly say that you were fully behind it and that you had dumped DOGE. As much as 50% of the SHIB buyers bought SHIB based on that original lie by the SHIB community. Binance were very much shilling SHIB too. @mishaboar", "@AreaUnderCurve @elonmusk @neuralink 1. the animals killed by neuralink are not killed humanely with no suffering\n2. neuralink is a fraud that cannot possibly work. as such their deaths are not only painful, they are also not contributing to a greater good", "@Masaki01Taku @legreebrynn2 @lavern_spicer @elonmusk @POTUS Musk didn’t make electric cars. Owning a company doesn’t mean you actually make something. The left has never “praised” him.", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @AsaadHannaa: .@elonmusk Shut Down 44K+ Child Porn Accounts on Twitter in 24 Hours.\n44 thousand account were shut down in one day, why t…", "RT @1stAppylady: @catturd2 @elonmusk And here we are in Georgia expecting the cheating to continue in the runoff between Warlock and Walker…", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@elonmusk please tweet about dogecoin so my business finance teacher gets paid while we’re in class he has like hundreds of shares", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk You are a fool 😹😹😹", "RT @WatchChad: If only someone like @elonmusk could release the truth about J6.", "@TomFitton @elonmusk @Twitter The press release needs a birdwatch context. How do we make that happen?", "@DailyCaller @elonmusk @elonmusk out pushing the whole truth nothing but the truth and this situation needs to be fixed as the Democrats are causing illegal operations in our government and it needs to be stopped now!!!", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@brdemonight @elonmusk @MuskUniversity Don't worry, it's going to be a good winter. As usual.", "@focused4USA @elonmusk It doesn’t exist", "@LenaEpstein @elonmusk Trump was the president and Republicans controlled the senate at the time. Just reminding you @LenaEpstein", "RT @Aredaloh: Notice the black people being held at gun point 👀👀👀", "@JohnnyQuachy @alamo_rental @elonmusk Well, do you want free speech or not?? lol", "@ScoobysGems @TheMoonCarl @elonmusk $SMAUG is watching you @TheMoonCarl https://t.co/QkuFnfYzFC", "I think it is wrong we kill dogs for hurting children but pedophiles get to live !!! \n\nRe tweet if you agree  @elonmusk @Timcast @ThisIsKyleR @DonaldJTrumpJr @WhiteHouse @POTUS @AOC @SenTedCruz @TomiLahren @Jadams53486526", "RT @diehardcubfan3: @catturd2 @elonmusk When I heard Biden congratulating Brazil for a free and fair election, I knew they were in trouble.", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "The media is beginning to panic as the public is no longer buying its coordinated campaign against Twitter and @elonmusk. Users are signing up in record numbers supporting Musk’s efforts to restore free speech protections and to force greater transparency. https://t.co/7I8uklVh8B", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk @MuskUniversity imagine what happens after you pass away... the quotes will grow year by year. Just ask Einstein (if that would be possible)", "@ThomasJK98 @KyrVhalen @SirCasKing @driventothewall @chenweihua @elonmusk I live in both countries.  Here in china people have way better access to real information.  You are the one who got fooled. You need to come here to understand how much bs they injected into ur 🧠", "@nickhedley @elonmusk Cry about it! 🤣\nYou'll find him everywhere whether you like it or not! If you're unhappy he's fixing Twitter that's your business,\nBut he's gonna be around for a very long time, so cope, lol", "@muskQu0tes @BarackObama @elonmusk That will be easy Boss", "@loveletters2007 @ErikE8098 @WeHaveShifted @catturd2 @elonmusk Thank you for proving my point.", "@Teslaconomics @elonmusk Is that the Aston Martin bulldog? https://t.co/jsqKLgNBwS", "@lahorrich @rameesaaqeel @SouthAsiaIndex @elonmusk Cry harder!", "RT @teslaownersSV: Our future thanks to @elonmusk https://t.co/FNzglCbdFf", "RT @LimitingThe: The only companies that will be able to make affordable electric vehicles in the next couple years are those that can decr…", "RT @DimaZeniuk: Starlink in Japan 🇯🇵🌸\n\n🎥: @SpaceX\n@elonmusk\nhttps://t.co/fYNFsAEYDq", "RT @FoxNews: .@elonmusk  says Twitter personnel may have interfered with Brazil's election to help left wing candidates https://t.co/bN3imi…", "RT @rachael_levy: NEW  from me: @elonmusk's @neuralink is under federal investigation for potential violations of animal welfare laws amid…", "@elonmusk @sama Emotionally? 🫤", "“We have heard about ‘Russian collusion’ on every TV station for years.\n\nNow @elonmusk has exposed blatant\nDemocrat campaign collusion with big tech and the media is completely silent.”\n\n-Source: @SteveHiltonx", "@Is_Keith_Smooth @InvsbleFriends @birddog9000 @elonmusk I literally can only imagine 😂 same thing goes for 3D to 2D process, no way I’m attempting that for those insanely complicated new traits 😆 I’ll wait for Markus on that!", "RT @4leafcloverofc: 🚨$LUCK will be for LUCKY CHARME Coins what DOGE and SHIBA have been for MEME Coins\n\n🔥PRESALE\n⏰DECEMBER 08th | 08:08 UTC…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk @MrBeast Residential in Rural Missouri, US tho? 😥", "@RudyGiuliani @elonmusk Nothing burger… https://t.co/NsYsJZ2bwJ", "“The challenge and the mission are to find real solutions to real problems on actual schedules with available resources.”    Frederick P. Brooks  1931 - 2022 \n@elonmusk  Did you take any inspiration from \"The Mythical Man Month\"?", "@elonmusk Even some recent posts where scorn is being heaped on you?", "@elonmusk  Would please expand Twitter beyond 140 characters?", "@elonmusk @MuskUniversity We learned that with Watergate. We also learned a lot about Democrats back in the early 90's when Tipper Gore wanted all musicians to stop cussing because it was \"hate speech\".", "@TomFitton @elonmusk @nytimes Not really a RINO but actually a Democrat in sheeps clothing.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@TheMoonCarl @elonmusk He already bought @hedera !", "@JustMeZZZ_ @BOlsDane @alexbruesewitz @elonmusk America needs some fixing!!!", "RT @Outkick: .@ElonMusk is the free speech watchdog we desperately need. He’s thrown himself into the fire for all of us and we owe him a d…", "@elonmusk please unsuspend my account @Soulzy__", "@4Wvz7gq0CE5G6xV @Brahmslover1278 @elonmusk @justinemusk What I was saying is that just because someone is a certain race or gender or ideology no that does not constitute walking up to someone and beating the shit out of them. Hitler is in a different realm and caused the death of other people based on race.", "#NFT #TDOGE \n@elonmusk @TDOGEBSC_ \nTo the Mars 🚀🚀🚀 https://t.co/a88jps2nPe", "RT @rachael_levy: NEW  from me: @elonmusk's @neuralink is under federal investigation for potential violations of animal welfare laws amid…", "RT @seolascat: they're doing anything beside giving wjsn a 2nd full album", "@greg_price11 @elonmusk I haven’t seen any hate, although that could be because I muted all the Dem talking heads.🤷🏼‍♂️", "RT @jurijkovalenok1: Positioning of the solar battery \n#physics #science \n@elonmusk @TechAmazing @pickover @cleantechnica @55enrique @Ulkam…", "@baskinginasking @elonmusk @FoxNews Trader", "@MarioNawfal @AKA_RealDirty This just shows how many people don’t understand the constitution, secondly since this poll is on Twitter are we to believe @elonmusk isn’t tweaking the numbers in his favor? Come on it’s 2022!", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@elonmusk I'm getting the shivers Elon didn't post for too long a time!", "@TomFitton @elonmusk Have you taken a dump lately? You look kinda bound up.", "@elonmusk your new tesla manufacturing company 😂😂😂 https://t.co/c3BGunMlzt", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@LenaEpstein @elonmusk How about focusing on hate attacks and the crazy ex President", "@ThisIsKyleR @elonmusk Your hands are and will forever be STAINED of blood by those you KILLED. You are a MURDERER, that is your name. 🩸Your time will come 👁️ @ThisIsKyleR", "@LionVestGroup @MoonShotUK @elonmusk @neuralink Omg noo 😂🤣💀", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@CharlesAnkner @thebradfordfile @LouiseThemis @elonmusk @Twitter Wait? \n\nNothing will happen as these people aren't accountable to anyone. \n\nYou're deluding yourself.", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "@elonmusk Hire me @elonmusk", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk @Tesla \nShower thought: Could electric cars charge if a magnet were added to the center of a road, every so many feet, and the car had some sort of protected \"coil pack\" under it? Working like a flattened out generator? Even if only on highways?", "@elon_alerts @elonmusk Congratulations! 👏 👏", "@greg_price11 @elonmusk Doesn’t the term “old news” mean it’s true??  Who ever wrote that for her needs be more careful", "RT @cj_cortese: @catturd2 @elonmusk What we are finding out via @Twitter &amp; @elonmusk is the real “threats to Democracy” are 1-Democrats, 2-…", "@AreaUnderCurve @crafty_butcher @ianfmusgrave @NyxSayeth @elonmusk @neuralink counter argument: their just really bad at their job", "@elonmusk We need to see more of this guy! https://t.co/DnVSukFxJ9", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@BargaTag @LayahHeilpern @elonmusk Why repo? I do alright.", "@elonmusk so now are the criminally corrupt going to be held accountable? Or are they going to get away with it like they always do?", "@SarahJKS77 @HarrisonKrank @elonmusk Treason = eroism when the wind change", "https://t.co/C1x22ozwbZ\n@elonmusk Jordan Peterson: Instagram hyper-users are 'psychopathic and narcissistic'", "@LenaEpstein @elonmusk What did the White House ask to remove?", "RT @BrnTurkiye: ChatGPT Nedir?\n\n🌐https://t.co/xLqQe81l10\n🔵Twitter TR: @BrnTurkiye\n🔵Twitter TR: @Brnmetaverse\n🔵Telegram : Join https://t.co/…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@DZaia40 @KariLake @elonmusk Perfect!!", "@LiaAndrews84 @Turkish_Getup @elonmusk Agreed.", "@FoxNews Trump didn’t say terminate the constitution. He said terminate portion in constitution dealing with election because 2020 election was fraudulent. @elonmusk just proved democrats and the FBI interfered in the 2020 election. And 2016 with Clinton/Obama.", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@greg_price11 @elonmusk There’s a rising volume of hate everywhere. The origin is from the government l, pitting white against black, blue against red, Christian against secularists, illegal immigration against US citizens. The problem IS the government. Elections have consequences. Term limits now!", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @VivaLaAmes11: OMG, Fam!!! I'm BAACCKKK! I got Amnesty!!\n\nThis was my first Twitter account, so please excuse the 7 year old pics you mi…", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@jeffrossen Fucking @elonmusk these gabillionaires zuck ruined @facebook #BoysandTheirToys Are NotLike The Rest Of Us. ✌🏻💕", "RT @METACRAFT16: Congratulations on getting $1,000 to get it click on the link below ⬇️\nhttps://t.co/Bm3KE09flt\n_\n#cryptocrash #BTC    #Giv…", "RT @TuckerCarlson: New documents shared by @elonmusk and journalist @mtaibbi reveal that the DNC pressured Twitter into removing a tweet fr…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "Elon Musk Bans Kanye West: What Principles Govern Twitter? https://t.co/EXYxWNhJ8B via @YouTube @elonmusk", "RT @rachael_levy: NEW  from me: @elonmusk's @neuralink is under federal investigation for potential violations of animal welfare laws amid…", "@elonmusk so much for freedom of speech 🫠. IG “diverse” opinions means say what we want. https://t.co/ncJcXlcZ7U", "@DefyResist @nickelsgb @rustyrockets @TuckerCarlson @elonmusk @RishiSunak Don’t feel guilty, best place to be . Pop upstairs to the gym in a while , I just did 😂😂😂", "@dvorahfr @elonmusk @MuskUniversity Donald trump", "RT @cryptogems555: #Christmas pump?? Check this\n\n#ReinFlokiInu just went live and looks bullish. Still low cap. #BSC #meme\n\nhttps://t.co/fD…", "RT @newswayng: Federal authorities are looking into Elon Musk’s #Neuralink; the company’s use of animals for research is to be investigated…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @JackPosobiec: MyPillow is trending but @realMikeLindell and @MyPillowUSA are banned! \n\n@ElonMusk can this be rectified?", "@elonmusk Which is true @elonmusk ? https://t.co/6aulZIFlzv", "@ShadowbannedBad @elonmusk The 322 day would be the 17 not the 18", "@alx @elonmusk @wikileaks You understand there's legal implications to be considered right? \n\nHe can't just do a file dump to WikiLeaks.", "@CaptainJean_eth @CryptoC_NFT @InvsbleFriends @birddog9000 @elonmusk Haha for sure! legendary activities!", "@JustinSla3 @ZenoZokalj @jacksonhinklle @GarlandNixon @elonmusk @georgegalloway Hinkle is a Black and Tan? Well I never! https://t.co/yzeGKHSuXq", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "RT @CruzNewsLive: If true, why @elonmusk? https://t.co/UnOOHrDxKT", "I've come to dislike Twitter, @elonmusk: It provides lots of information, but most is designed to confuse, rather than inform or educate; If one wants to actually learn something, @Twitter isn't the place for that. So why bother? Better to look elsewhere: Education is the key.", "RT @MattWallace888: @elonmusk @RubinReport Watching Elon Musk solve all these issues with ease makes me realize how lazy the previous Twitt…", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@DogeAccept @fadequeen77 @tearsintherain1 @TheNewAnneFrank @draganammilic1 @PiaPanda96 @Lionelclone1 @Lucktriple07 @KatTonic2 @Jacob75719238 @SpadersNFTs @MrCurtisHi @S3XYDOG3VAD3R @PryZmRuleZZ @xdianalandx @agent_x23 @CCuntamed @musicphantom69 @h_artsNcrafts @SpaceCrystalZ @YeshuaisSavior @JessieR64351512 @TeslaDarth @gucci369r @Manoj87187471 @Kawaiistanley1 @dogecoin @elonmusk @MichelleBezak @kennethray25 @dogedubowwow @Twitter @boringcompany @Tesla @neuralink @SpaceX @MyDogeTip I'm just verifying here.. am I supposed to draw the conclusion that elderly and child wolves have the moral high ground? If so, what moral philosophy do these wolves subscribe to? Who is drawing the conclusions that one group is inherently \"bad\" while the other is not? I offer a", "RT @RuaneFootball: @elonmusk hire me so you won’t have to see all these bug reports on twitter. #QA", "@LarryHogan Trump didn’t say terminate the constitution. He said terminate portion in constitution dealing with election because 2020 election was fraudulent. @elonmusk just proved democrats and the FBI interfered in the 2020 election. And 2016 with Clinton/Obama.", "@elonmusk 1st light appears in distance, 2nd light above 1st does sharp 90° turn (2nd could be insect 🤷🏼‍♂️) 3rd light seems to follow me in distance &amp; also does 90°. 4th &amp; 5th lights seem to be one light(4th) rising in a spiral way https://t.co/ZNmSLxwVyc", "@MurphyYuiko @Jennie_SC1 @CivilLost @michellmybell1 @odktiger @FemmeVoilet @cl1ntonserver @TomDoubting @RealDoctorT @42Gnome @_Kel_Varnsen_ @Mentor2TheGods @kimmsue70 @1717mule @TreatHunterDog @JackWhoElse @lemmabarkaloo @TastyMorsel6 @ADirtyRottenDog @429jamesowens @SnoJusticeCuz @MaxDragonard @instinctnaturel @MucusMucous @Timeforfreespe1 @Evry1H8sGrtzLOL @theProgEqualist @JenCages @shrekvivre @cow_cousin @RepublicanRehab @MyChickenDinner @VtTbQW9s3xjPOow @TwoSides1Truth @SomeSis1 @pookietooth @LadyOfTheOcean1 @SnoJusticeBro @Aimhighffw @UtsingerWesley @DigiMalice @ADouble777 @schmevilagain @absurd_dad @CosmicIndiffer1 @Q_Estrada @scary_brock @jaybento4 @MiaZingg @elonmusk Their roots are so entwined the way out is going to take equal or longer time to get out.\nThe alternative is a kinetic option which is not a good choice but I understand why some view it as \"the choice\".", "Hey @elonmusk could Twitter be used to find a truly “bipartisan” issue that everyone wants solved and get it trending strong enough to pressure our politicians to work together to actually solve something for the people? #thepeopleswork", "RT @Segentine: @elonmusk @WholeMarsBlog Please sir @elonmusk, I really need you assistance sir ,have put all the courage to type this sir i…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@elonmusk When are you going to ban bots like you said you would? Asking as a bot.", "@Sunny_Burl_Daze @KimIversenShow @Twitter @elonmusk @mtaibbi You seem like a delightful young man … 😳", "@JimmyJohns29 @elonmusk @karpathy Hater", "@elonmusk Ye lmao suspended again. Doesn’t it feel like having kids that ain’t yours?", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @TT20628127: Hope is high. \nfly high.\nwe do it  get success.  \nDo not give up👍\n\npanic at the disco \nhigh hopes \n2018年\n#CAW #cawarmy #caw…", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "@elonmusk @COLDEX_STC @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews What was frozen?", "@crafty_butcher @ianfmusgrave @NyxSayeth @elonmusk @neuralink And while we discuss this don't forget that meat industry slaughters millions of cows, pigs and chicken every single day and most people have no problem with this because they like eating meat.", "@shayward719 @LarryGr12984903 @ErikaMJimenez @silentkil_er @elonmusk My same sentiment exactly!!!  How Can this tweet be considered offensive?????  Seriously?", "@TulsiGabbard @elonmusk We live in a digitally occupied country under an [inter]national socialist regime delivered to you by the global fascist-communist alliance under the leadership and control of the CCP.", "Why does the trending tabs algorithm change to things i \"might\" be interested in rather than showing me whats trending to the millions of #twitter users? @elonmusk", "RT @teslaownersSV: South Korea built a bike path with solar panels. It protects bikers from the sun while powering charging stations and tr…", "@Brahmslover1278 @elonmusk @FloppingAces There are 0 nazis on this platform. Just to confirm maga means “make America great agian” not kkk and another thing just because you don’t agree with someone, does not mean they are a nazi", "@elonmusk I will bash your skull in with a rock", "RT @elonmusk: Trees of thought https://t.co/wxeirrmG9E", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @LayahHeilpern: The reality is @elonmusk could be chilling living his best life but instead he chooses to fight corruption, protect free…", "@elonmusk Hello, Mr. Ilam Mask, may you always be well and sorry for bothering you, I had no other choice. Your last hope is that I have a sick mother, and the doctor said that she needs an operation, and the cost of the operation is 1 million dollars. TL9ViCTsjdXUm8mgaJb2eME9GwB3XwMf3Q", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @seolascat: they're doing anything beside giving wjsn a 2nd full album", "RT @DeiaMelo4: @Maryann49479023 Mr. @elonmusk how do you stand to #bots and #BotSentinel ?", "Check out King Lingerie UK's video! #TikTok https://t.co/ipqTgdg7Si\n\n#fyo \n@Beagmontejo\n@ChrisHowley6\n@VeraLDeLucena3\n@VeraLdeLucena\n#Elonmusk   \n@debratankersle1 \n@EllaC2009\n@VeraLciaEu2\n@PenelopeRuzy \n@iamsandrasayer", "RT @biz: Gross", "Hello @elonmusk .. When are you adding laughing button to twitter to react on bulshits..🤣😂", "@TomFitton @elonmusk @Twitter Old news? This is still happening!!", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@BatmanJC888 @DiamondHDragon @CaptAwesome_Dev @Julesofcrypto @SpicyDave7 @FunkyMonkeyFH @Ballininthemeta @MsCryptomom1 @elonmusk Where’s your dragon going?", "RT @LimitingThe: The only companies that will be able to make affordable electric vehicles in the next couple years are those that can decr…", "@teslaownersSV @elonmusk Very very cool.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@RudyGiuliani @elonmusk Yes please! Expose them all!!", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@ThisIsKyleR @elonmusk I know that many of us got kicked off of social media when we defended you.  I would do it again in a heartbeat though.  🇺🇸💪🏻", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@jckaz2074 @RMTunion @elonmusk you sorting this out lad?", "RT @RightWingJewess: Dear Liberals: Did you know you have the power to censor speech at the touch of your keyboard? That's what the block b…", "@mattmezz @philit98 @LoriMills4CA42 @RichardGrenell @elonmusk @maggieNYT He said: \"Termination of all RULES even those found in the Constitution.\" NOT TERMINATE THE CONSTITUTION. Learn to READ for understanding not just what you want to hear. Learn to LISTEN and not just HEAR.", "@OrbeonProtocol 👍answer @elonmusk\n\nThank you very much for the opportunity To participate in this award 😉\n\nTag Friends\n@mangel_win21 @NuriXMaria @MARCVZLA", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "@WR4NYGov @elonmusk When focus groups run amok, and executives follow their advice. https://t.co/zhUa6HTcTN", "@elonmusk I noticed while having my morning cup of Joe that the loading spinner is visible when it's been activated but is currently not loading anything. You can see a few pixels in the image here. Just doing my part to make the app better! https://t.co/Hra2Ffmcym", "@alexbruesewitz @elonmusk Did he? Or did the Department of Justice? Those are two very different things.", "RT @MrAndyNgo: The far-left &amp; #Antifa again used Twitter to organize &amp; promote a violent attack on women's rights protesters in Oakland tod…", "@elonmusk @karpathy Hmm... How many phones do you operate at once? 😁", "RT @matthewdmarsden: The war on oil is simply because the oil guys in Texas fund Republican campaigns. \n\nIf big tech funded them too, you w…", "@palermino_susan @MrMayhem1966 @RG_Das_Stewy @yusuft99 @elonmusk European countries to counter their reliance on China and Russia.demanding that nato pay their fair share is not dismantling nato 😂 It was being disproportionately funded by US. A well funded nato is stronger. Your belief of a Trump-Putin bromance is a result of being forced fed", "@MarianneNFTs GM. I got rugged... @elonmusk can the devs do something?\n\nWen soundboard for android?\n\n@MarianneNFTs loves soundboards.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@Jrclange @HiDadMissYou @elonmusk He's a venture capitalist with a deep desire to appear like he's a modern day Edison. He's just not. https://t.co/t4gs0tnVDI", "@elonmusk  let’s see the paper trail for doctors with differing opinions being blocked and shut down on Twitter. Who at the White House decided to make that ask? https://t.co/GbHZDGdWzi", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @imoriginalankit: @elonmusk @Jeremiahdalesio @MailOnline @elonmusk is doing more improve lives than any other human alive\nSource:- TMB h…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@muskQu0tes @elonmusk We love you Elon thanks for everything and please stay safe hire the best to protect yourself.", "@JHymbaugh @LarrySh24691853 @LoneWolfe666 @Belinda71555585 @elonmusk Whataboutism🙄\n\nWell if you're comparing,no violence, or inciting it, is okay from anyone.\n\nThe hate rhetoric from the right can't compare,it's much more often &amp; widespread.\n\nThe Anti-Defamation League said 64% of white extremists have criminal histories.\n\nThey're not democrats.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@JJ_McCullough @Timodc @elonmusk It's not that funny anymore without the blue ticks. Bring Twitter Blue back!", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "@washingtonpost Trump didn’t say terminate the constitution. He said terminate portion in constitution dealing with election because 2020 election was fraudulent. @elonmusk just proved democrats and the FBI interfered in the 2020 election. And 2016 with Clinton/Obama.", "@elonmusk @justinemusk She left you, but refuses to leave your name 🤣", "@elonmusk unconventional and irrelevant it's both🤣 it's been both since we noticed 200+ news outlets releasing the same content like freaking clones, it was so obvious from the beginning when this started. go back and look!", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "@AmoneyResists @FPWellman @elonmusk Mute them. It works to clean up your feed.", "RT @LayahHeilpern: The reality is @elonmusk could be chilling living his best life but instead he chooses to fight corruption, protect free…", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "@AreaUnderCurve @ianfmusgrave @NyxSayeth @elonmusk @neuralink jesus fuck this is the kind of stuff you say to like, invoke the most evil corrupt company possible\nthese arent supposed to be actual things you say during animal testing", "RT @robvsnature: @LayahHeilpern @elonmusk Isn't there a law about the misuse of public office?", "RT @N1ckSandmann: As I’m watching this all play out, I’m wondering if @elonmusk has any hidden twitter files relating to what went on here.…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@LeahRemini @Flyswatter @elonmusk @Kristennetten My daily reminder (as if anyone needed reminding) that @elonmusk ‘s Twitter is a cesspool of hate and he is okay with that.", "@Shirleyaub6381 @michaeljburry @elonmusk Elon Musk, the Doge Father, is the destroyer of Doge shorters! \n\nHe is literally!", "@corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @ethereum @CoinMarketCap @solana @cnnbrk @BBCBreaking @PiCoreTeam @cz_binance I am waiting . What time will be core mainnet launch 🙏🙏🙏", "RT @MoElleithee: Lots of reasons to dislike @elonmusk’s Twitter. \n\nBut among them, there seems to be no difference in you retweeting someth…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @CptHodl: Thank you @elonmusk for the edit button.", "I See the PORN is back!!!!! I am on here five minutes and have blocked that shit 10 times so far!!!! WTF\n@elonmusk", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @Beatrix32021692: A carbon copy of twitter…\nWake up @elonmusk ,this guy has access to api and possible other info https://t.co/Bc4aK4gzDw", "RT @RudyGiuliani: Good morning, America! The fight for free speech and against censorship is just getting started.\n\nThank you @ElonMusk for…", "RT @BatmanJC888: @ShelleyShiller @DiamondHDragon @CaptAwesome_Dev \n\n@Julesofcrypto \n\n@SpicyDave7 \n\n@FunkyMonkeyFH \n\n@Ballininthemeta \n\n@MsC…", "@laurenboebert @elonmusk We live in a digitally occupied country under an [inter]national socialist regime delivered to you by the global fascist-communist alliance under the leadership and control of the CCP.", "@SteveHiltonx @elonmusk Well let’s talk about Russia and Trump but the RED WAVE Don’t want to talk about that", "@Twitter @elonmusk \n\nI am getting bombarded with Chinese followers. Is China attacking twitter?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @notafella69: Jackson Hinkles telegram says it all realy why he was banned from twitter . Racist nazism anti semitic, anti lgbt all bund…", "Very interesting article @elonmusk Moderate and protect: The EU’s operation against Musk https://t.co/dzLpZX46oD", "@elonmusk Best parody account I've seen today. 😂", "@elonmusk Vagina itching is trending topic on your platform. Soon to be google killer too it appears", "@polarbear937 @celineInBC @babe_freedom @elonmusk @FoxNews Exactly. Something must change, because we’ve been shown that it can be done, it’s too difficult to unwind, there’s no timely legal recourse - our politicians are corrupt or weak and can’t follow legislatively prescribed avenues to unwind it. Power back to the people! #DemExit", "RT @CittiMedia: .@thebritishhindu\n\nWorld Exclusive: It seems that Vijaya Gadde will be a likely target for legal action: Pt. Satish K. Shar…", "@isthats75228187 @elonmusk @realDonaldTrump AND he has thicker skin...🤣😂💯", "RT @JohannesP1972: Hey @elonmusk,\n\nCan you please release any info you have on collusion between Twitter and the @JustinTrudeau government…", "Someone should educate @kanyewest4usa about hybrid vigour!! 🤜🤛 @elonmusk\n\nNDTV: Elon Musk Reacts To Rapper Kanye West's \"Half-Chinese, Genetic Hybrid\" Dig.\nhttps://t.co/MbF9Qt25lC\n\nvia @GoogleNews", "@DailyCaller @elonmusk This is what diversity gets you.  When you give someone a job simply because theyre a woman who's black and lesbian rather than hiring someone whos qualified to do the job regardless of their skin color, gender, or sexual orientation you get her.", "Why is almost every post on my timeline more than 20 hrs. old?   Is your algorithm going senile and only remembers old stuff?\n@twitter @elonmusk", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "@elonmusk @MuskUniversity Trump: Fake News. Failing New York Times.  \nMusk: Irrelevant News. Screw Wikipedia.", "@elonmusk Twitter is still spreading misinformation.  This study not only shows it works but also talks about how despite the findings, the US Government won't use it. also states its safe for human use (which we all know but the FDA) \nhttps://t.co/Z90D5oiPBr", "@cabbageridge @justinamash @elonmusk @Snowden And look at what happens to whistleblowers", "@AndrewV5th @1rand0mguy @malfor7 @alexbruesewitz @elonmusk Don’t really support Biden. I think he’s too old and too weak as a president.\n\nWhat would it take for you to stop supporting Trump?", "@rising_serpent @elonmusk so whats the deal? This criminal working for you?", "@catturd2 @elonmusk Yeah, sorry you could not exploit Hunter's laptop to the extent you wanted. Your goal was to manipulate public opinion. Or, you just wanted to see more of his cock.", "@JudicialWatch @TomFitton @elonmusk Any media not discussing and covering this travesty must also be complicit.", "RT @muskQu0tes: \"Trash me all day, but it’ll cost $8\" @elonmusk", "RT @the_ironsheik: HELLO @ELONMUSK BUBBA DO YOU KNOW WHAT THE JABRONI IS?", "@PlanZeeee @Cobratate @elonmusk well, he's a russian spy. that's probably why.", "RT @AmoneyResists: Elevating the most despicable extremists on the ‘right’ and inundating the left’s twitter feeds with them is part of Mus…", "@elonmusk Elon now show us a real video of the round earth and Antarctica! #FlatEarth. Why can't anyone else go to that part of the world?", "RT @DelCrxpto: Im hearing the conversations regarding an @Twitter digital asset are very real…\n\n@elonmusk paid $44B for the app, much of it…", "@Jana_Leiiin @MarioNawfal @elonmusk It's unavoidable with any medical device, unless you want to go directly to humans?", "@davidmweissman @elonmusk @TwitterSafety The press is just mad their propaganda tool got taken away.", "@elonmusk hey what are you doing today", "@LehrR @LenaEpstein @elonmusk Now produce documents backing your statement.", "@HexGodTurtle @K4KCrypto @elonmusk I haven't either. Interesting.", "@jade_angelkiss @elonmusk I hope the mean people get VD and crouch crud", "@mark_colding @nickhedley @elonmusk elon did literally unblock himself from a bunch of ppl so it might not be a long term solution", "RT @AimeeMrls: @elonmusk You totally need to check out this project! To the moon! \n\nhttps://t.co/UH5IUvGQ7I https://t.co/QnpCcKWSST", "RT @_ayoubfathi_: WTF! this can't be real 😱\n\nChatGPT created this insane conversation between @elonmusk and Steve Jobs 🤯\n\n\"Steve: But that'…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @JJ_McCullough: Twitter is advertising fake @elonmusk scams to me.", "@ronaldy14257370 @AdamPiersen @FirstAnubis @DW_955 @whack187 @WendellHusebo @elonmusk @TomFitton @AJDelgado13 you’re responding to the wrong person", "@thechimiverse @InvsbleFriends @birddog9000 @elonmusk Haha thanks man! yeah for sure it defiantly helps when I have several of the traits done already haha! \n\nNeed to do more but time is not on my side atm completely under estimated how much work my house was going to need haha maybe il be back at it mid 2023 haha :D", "All thanks to you Elon! https://t.co/owiO4QxpcL", "RT @CorkySwift2: @its_the_Dr @elonmusk And @NBCNews is working as hard as they can against @HerschelWalker", "@SteveHiltonx @elonmusk The story is BS and you know it !", "@COLDEX_STC @elonmusk @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews Hello, Mr. Ilam Mask, may you always be well and sorry for bothering you, I had no other choice. Your last hope is that I have a sick mother, and the doctor said that she needs an operation, and the cost of the operation is 1 million dollars. TL9ViCTsjdXUm8mgaJb2eME9GwB3XwMf3Q", "@kittenhawk1 @greg_price11 @elonmusk 1). The stories about his laptop have been around for three years. People swearing under oath of what parts they are involved in that are true. The excuses range from “its russian disinformation” to its not his, to now well he didn’t run for office.", "@elonmusk hire me so you won’t have to see all these bug reports on twitter. #QA", "@alx @elonmusk @wikileaks People actually going to jail for their crimes will earn the trust of people.", "@elonmusk Check out my item listing on OpenSea! https://t.co/PppNxQPaw0 через @opensea Not really when Elon conquered space, we can't conquer our own life.", "RT @MrAndyNgo: The far-left &amp; #Antifa again used Twitter to organize &amp; promote a violent attack on women's rights protesters in Oakland tod…", "@mickeyrshaw @S8tanic8theist @ElqueNoNacio @MaxGreyson90 @LeoSun_Ukr @elonmusk I don't have kids, but sheltering children like they're little precious snowflakes will make them grow up weak.\n\nIf you want kids who a goddamn femboy calls weak go right ahead.", "If things were fair @elonmusk, we'd also be seeing...the Facebook Files and the YouTube files. If this was a 'nothingburger', let's see the ground beef and let the people decide. After growing up through three totalitarian regimes, I know opaqueness is never healthy.", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @Matt5Tan: @bennyjohnson @elonmusk @alx The FBI is seeking information leading to the arrest of this Jan 6th insurrectionist.\n\n1-800-225…", "RT @justinamash: @elonmusk .@Snowden sacrificed his future to reveal surveillance abuses by the U.S. gov. Courts affirmed the NSA/FBI pract…", "@LayahHeilpern @elonmusk The dumbest take on the internet. This is why the people are losing the battle against #Neofeudalism. Particularly as it enters the #DigitalAge.", "RT @muskQu0tes: “In the past, victory would mean that your enemies are no longer around. These days, they’re not only alive &amp; well, but hav…", "@ConcernedMaiden @CT_KDO @CollinRugg @elonmusk You see people on annual incomes of a few hundred thousand a year becoming multi-millionaires in two-year spans. You look into so many politicians assets and they invest in the companies they drag through the mud for political showmanship.", "@alexbruesewitz @elonmusk Fascists", "@NotElonMusk639 @CollinRugg @elonmusk @neuralink *no animals were murdered tweeting this tweet. Unlike the actions of @neuralink", "@elonmusk Get me out of Cuba Elon, please don't let me die in communism.", "@GuntherEagleman I haven’t been able to follow anyone back for almost a month. I thought @elonmusk was making this place all about free speech or is he more worried about chipping everybody.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@creoapp2 @CherKnews @PatriciaSea @JayTownAlabama @greta @elonmusk @NEWSMAX @RudyGiuliani @PapiTrumpo @RichardGrenell Yeah! How dare people accurately report the things Trump says if they make him look bad! That's not fair!", "@MicksterRisesY1 @SenRonJohnson @elonmusk Fox News is by far tell more Truth than the rest ! May be you should widen your mind and listen to not only propaganda arms of Dem.", "@GaryMowrer1 @TheDarkReporter @devilmaskrascal @LayahHeilpern @elonmusk Personally, I agree. Unless what’s said is calling for murder/rape etc. People don’t have to like what’s said. The block button works very well to allow people to stick their head in the sand.", "RT @rising_serpent: @elonmusk Make sure you tweet that you are not suicidal, stay away from all bed sheets and make sure that all security…", "@DevdattaSingh @elonmusk  Suspend this account 😂😂", "@curtquin @CollinRugg @elonmusk TRUMP 2024", "@elonmusk Yes, very interesting: US. law enforcement investigating Musk’s meddev co Neuralink, for violations of animal-welfare laws in developing brain implants for humans,causing needless suffering and about 1,500 deaths, according exclusive report by Reuters' business corr Rachael Levy", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @JJ_McCullough: Twitter is advertising fake @elonmusk scams to me. https://t.co/Lb9AVdHxNc", "@GreenMatters @elonmusk @SHK_Movement @vhemt_ Duh. Less people = less plastic, trash, waste, carbon emissions, and the list goes on.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@VeritasVincit5 @RonaldRichards @MAstoilet @frank76201006 @ChienneLuv3 @TexasTea18 @barrykamen @Kt80474694 @lynn521tr @ShoeKat @mark_orla @my6girls2012 @LiberalBeGone @StarofTexas6 @MPelso @Terransystem1 @pipelinereview @otter401 @roset2912 @lisa_lamtella @5Ynks @BillyHumphreys1 @RobbieWilsdorf @gigi030308 @whoya @Fabled_Abel @Nyc1Simone @W__T__Foxtrot @DANCINGCOWGIRL @Avenattiismine @grgoldner @ncweaver @NobileMike @Rebeltime88 @lvaccola @SeanMur54625327 @Sayitdefineitu1 @Cyndlove1 @cautioncontent @bearbeer1111 @DanSchultz2 @gavben27 @EllaLou59086966 @DDBall4life @jheil @AC360 @elonmusk needs to BAN the account of convicted felon, @MichaelAvenatti.  MA also used Twitter to dox, harass, abuse and intimate.  Not to mention, he’s been convicted of stealing from his victim-clients (some of who are also on Twitter, including @StormyDaniels, @MichellePhan).", "@alexbruesewitz @elonmusk He can be person of the year when he lets back on all the people that posted truth from government websites pages, not opinion! They've done nothing wrong!", "@TimEdward103 @VoteBlueIn2020 @elonmusk Except that you did it.\nI didn't.", "@elonmusk Hello, Mr. Ilam Mask, may you always be well and sorry for bothering you, I had no other choice. Your last hope is that I have a sick mother, and the doctor said that she needs an operation, and the cost of the operation is 1 million dollars. TL9ViCTsjdXUm8mgaJb2eME9GwB3XwMf3Q", "@mike79421052 @HarryTHop @Erikbrouwer32 @MidnightCry11 @ksenijapavlovic @elonmusk This is your country and I am enjoying the show https://t.co/eqHwOcAoKY", "RT @CryptoBusy: Twitter is rumored to release its own native coin, \"TWITTER COIN.\"\n\nIt's been a month since Elon take over @Twitter and we…", "RT @DailyCaller: Karine Jean-Pierre says @elonmusk is pushing a \"distraction\" by releasing the information surrounding Twitter's censorship…", "@TheLeoTerrell @elonmusk Absolutely facts!!", "@MurphyYuiko @Jennie_SC1 @michellmybell1 @BidenTour @CivilLost @odktiger @FemmeVoilet @cl1ntonserver @TomDoubting @RealDoctorT @42Gnome @_Kel_Varnsen_ @Mentor2TheGods @kimmsue70 @1717mule @TreatHunterDog @JackWhoElse @lemmabarkaloo @TastyMorsel6 @ADirtyRottenDog @429jamesowens @SnoJusticeCuz @MaxDragonard @instinctnaturel @MucusMucous @Timeforfreespe1 @theProgEqualist @JenCages @shrekvivre @cow_cousin @RepublicanRehab @MyChickenDinner @VtTbQW9s3xjPOow @TwoSides1Truth @SomeSis1 @pookietooth @LadyOfTheOcean1 @SnoJusticeBro @Aimhighffw @UtsingerWesley @DigiMalice @ADouble777 @schmevilagain @absurd_dad @CosmicIndiffer1 @Q_Estrada @scary_brock @jaybento4 @MiaZingg @elonmusk All I can do is shake my head.", "Check out King Lingerie UK's video! #TikTok https://t.co/FnUb4E8rqi\n\n@ChrisHowley6\n@iamsandrasayer \n#fyo \n@Beagmontejo\n@VeraLDeLucena3\n@VeraLdeLucena\n#Elonmusk   \n@debratankersle1 \n@EllaC2009\n@VeraLciaEu2\n@PenelopeRuzy", "@Xenius101 @mtbarra @Twitter @elonmusk She's someone who thinks wearing a black leather jacket will make her look as cool as Ironman basically.", "@WholeMarsBlog @RealDanODowd @elonmusk Wow an apology 🤩", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk @RubinReport Leave it the way it is, just give me an option to pay $2-5/month to not see them", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@chungforchange @SantaClaraDA @elonmusk Rosen is a scum back.  He feels he is so high up the food chain that he can get away with anything.  Imagine if he did this on camera how he acts when not being recorded", "RT @Lisa_prince61: @drsimonegold @elonmusk We have a right to know what was forced into our bodies", "RT @dabluebt: @AmoneyResists @elonmusk Be unflappable and block them mercilessly. They can spout their bile into the void all day long. It'…", "@elonmusk Good evening, Mr. Musk! Please allow me to suggest this powerful protection prayer to you. Prayed for you too. Stay safe. \n\nhttps://t.co/aikoNaYElp", "RT @bburnworth: @BngtB @JohnWoodward19 @guitarboyled @teslaownersSV @Tesla @elonmusk Capital cost, operating cost &amp; lifespan:all critical i…", "RT @4leafcloverofc: 🚨$LUCK will be for LUCKY CHARME Coins what DOGE and SHIBA have been for MEME Coins\n\n🔥PRESALE\n⏰DECEMBER 08th | 08:08 UTC…", "RT @elonmusk: Starry, starry night … https://t.co/IN3SeOH7f7", "RT @JJ_McCullough: Twitter is advertising fake @elonmusk scams to me.", "@TomFitton @elonmusk @Twitter JP clearly smoking crack. Doesn’t know what she’s saying. Propaganda central at the WH. Does she even believe her own lies?", "@Iraqveteran8888 @elonmusk \"Pipe hitters\" 😬\n\nWatch the movie again. He's talking about guys that hit the pipe.", "@davidmweissman @elonmusk No, Elon Musk is not the Biblical Noah!\nSometimes I wonder if he is not tempting God.\n\nSome tweets from his #followers seem to think that he is Jesus of Nazareth, The Messiah!\n\nPeople should just stop this mass hallucination.\nElon is not THE Messiah; he is a normal human being !", "@mkraju Trump didn’t say terminate the constitution. He said terminate portion in constitution dealing with election because 2020 election was fraudulent. @elonmusk just proved democrats and the FBI interfered in the 2020 election. And 2016 with Clinton/Obama.", "RT @Nastaran9638495: Dear @elonmusk ,  Standing by the \"idiot\" is a con artist, a lier and a true douche.60%of @AlinejadMasih followers are…", "@LayahHeilpern @elonmusk Nope", "@elonmusk @pulte Okay, is it just me or are their huge scammers on here that think people are this stupid? @Samuel717171 WHY WOULD ANYONE NOT SEE THROUGH THIS? ALL MY PERSONAL INFO, TO VERIFY, WTF???? https://t.co/8oRQYZlI7N", "@muskQu0tes @elonmusk Why the fruck you spend 20 hours twitting every day and mean time Tesla recalled almost 4 million vehicles in the U.S. so far in 2022 more than the ever sold in the U.S.,but the same vehicle can be recalled more than once. and why tesla battery costs between $13,000 and 14,000?", "@PainefulTruths2 @mysteriouskat @elonmusk Hilarious", "@TheTorontoSun Old News....  Most knew this years ago but were not allowed to say it. Thank You @elonmusk", "“Most big companies in tech have turned into places where talent goes to die.” .- Elon Musk\n\n#muskbrain #elonmusk", "@OhMilkSteak @Outofbeltway @LayahHeilpern @elonmusk I don’t know, buy an aftermarket kit, drill holes, be creative.", "@elonmusk Should just reinstate all banned accounts. That alone would double his user count. 🤔", "@iamraisini @POTUS @elonmusk @neuralink But you have made some money. If you mean that donate your investment to charity.", "RT @LoudlyResolute: @CollinRugg I wasn't for Trump running in 2024. I was afraid all the noise w lawsuits &amp; accusations would keep him from…", "@PoliticsJOE_UK @elonmusk any comment??", "@lohan_arthur @elonmusk No. That is Mike Myers", "@elonmusk how to find them?", "@JudicialWatch @TomFitton @elonmusk Anyone paying attention to the market ticker. Dow down 500 points.", "@JustMeZZZ_ @BOlsDane @alexbruesewitz @elonmusk Where's the charges", "@elonmusk Get me out of Cuba Elon, please don't let me die in communism.", "@CollinRugg @US_Minitrue @elonmusk they’re coming for you. I have to believe you’re strong enough to withstand this, but they’re gonna tie you up in court from multiple angles, then eventually try to regulate Twitter. It’s all coming, but I assume you already know that", "@elonmusk is it true ? https://t.co/4ZMbQVtleu", "@LetsGoBrando1 @ZaleskiLuke @elonmusk Look at this propaganda bot. Not even trying to hide it. Nobody cares about your politics, LGB", "@Walcandy1 @elonmusk Great example on how they brainwashed the democrats, they take a five second part of a speech, then they talk for 1/2 an hour making them believe he said something he didn’t.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@rickycipko @unusual_whales @elonmusk There you go that sounds more accurate. And yea I understand how a market works as a series 7/63 rep and CFA candidate and have my bachelors in Econ.", "@Reuters I need to hear an in depth response from @elonmusk using one word.", "Well maybe get updated pic?\nNo one will recognize this air brushed one🤣🤣🤣\n@elonmusk https://t.co/FicPD6YPap", "RT @DrEliDavid: .@elonmusk, you surely didn't buy Twitter to end up being bullied by the EU 🇪🇺\n\nhttps://t.co/fQwCtgOXud", "@greg_price11 @elonmusk Their \"hate\" narrative translated:\n\nWe really HATE that conservatives aren't being muted anymore!\n\nKJP is nothing but an empty bottle trying to distract from a time bomb.", "@elonmusk and if anyone wants to help me get out of debt here's my cash app, https://t.co/VPk88A8APz", "@davebirkett Can we get this man verified? @elonmusk @Twitter", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @teslaownersSV: South Korea built a bike path with solar panels. It protects bikers from the sun while powering charging stations and tr…", "@AFH15 @MonicaCrowley @elonmusk No, I think @elonmusk suspended you for being a violent antisemitic MAGA, just like Kanye West and @realDonaldTrump! 😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄😄\nhttps://t.co/k3xjwb2HFS", "RT @rachael_levy: NEW  from me: @elonmusk's @neuralink is under federal investigation for potential violations of animal welfare laws amid…", "@ClareMLopez @elonmusk @SaraCarterDC Anything he says they misunderstand or they want to do it to destroy him.", "RT @JudicialWatch: .@TomFitton: ICYMI because of corrupt media: Biden \"celebrated\" his election successes with a Putinesque demand that @El…", "@Liana53160 @elonmusk I do.  Who picked Cheney?", "@elonmusk Hi Elon Musk, only created this Twitter account just to text you and hoping a reply. What if my one idea can get you 10 times more richer than your thought? Projects mars can be more visible to reality in a way and I have a vision of it. If I get you convince then let's proceed.", "If @elonmusk is worried about being assassinated, he should change his will to leave Twitter to Alex Jones. \n\nPerfect safety", "@marcorubio @elonmusk @Twitter @tiktok_us @Apple Biden is doing his job while you republicans are voting NO on every legislation that would help regular folks! https://t.co/ShMa3xpL4Q", "@elonmusk Check DM sir", "RT @DonYakka: I have noticed major changes on Twitter, thanks @elonmusk", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@CollinRugg @elonmusk Is Elon developing full paranoia.. 6 months ago Russia is going after him and now USA .. mental health is important.. get some", "RT @originalMarWren: I’m back 👊❤️🏴󠁧󠁢󠁥󠁮󠁧󠁿🇬🇧 thanks to ⁦@elonmusk⁩ 👊❤️ read it and weep you lefty snowflakes 😊 https://t.co/nmkfnHxAFo", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@spectatorindex Hello @elonmusk , why are you violating animal rights?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @TomFitton: SOURCES: McConnell Caves to Pelosi, Schumer, Allows JCPA Media Cartel Bailout Bill to Be Included in Defense Package -- Woul…", "@alexbruesewitz @elonmusk It could be", "RT @JudicialWatch: .@TomFitton Warns @ElonMusk: Expect RETALIATION From Biden! https://t.co/2r3NcIUBom", "@teslaownersSV @elonmusk @TIME I hate to say it but the results seem to prove this poll exists in an echo chamber", "An open challenge to @elonmusk \n\n1)  Admit that #TwitterTakeover has turned the site into a Republican propaganda, bullshit, fake news, biased, anti-left, right wing, political mouthpiece. \n2)  Admit that you did this deliberately. \n\nThere's no denying that it's happened", "@IlonaKoskina @latvijas_vate @elonmusk @Twitter is that your idea of free speech?", "@jordanbpeterson @elonmusk @Google Replace one evil for another? Musk is nothing but a gatekeeper", "RT @KristiNoem: .@ElonMusk should bring Vine back to combat the CCP’s TikTok — who agrees?", "RT @MistressBossyB: @elonmusk We MUST reform elections to make it easier to vote (and get results by 7PM). \n\nThe elites HATE digital voting…", "@vintagerino @elonmusk The guys holding the guns look a bit like apes. Maybe this is a planet of the apes kind of thing", "@elonmusk @MarioNawfal Fixing all the crap he inherited. 👍", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@Crypto_Grammy @drsimonegold @elonmusk Actually it’s a drug developed by the pharmaceutical industry that actually treats Covid-19! It’s called Paxlovid and it’s pretty effective in reducing disease burden. Ivermectin and HCQ have been proven ineffective by RCT.", "RT @MemeDogecoin: Why is everyone on Twitter saying that Twitter will have its own crypto?? We were promised Dogecoin!!!! via /r/dogecoin b…", "@hunterzolomon21 @JasonJo01808135 @MichaelLeNinja @GentriVacation @DineshDSouza @elonmusk What classified documents? You probably believe it was the nuclear codes. 😂😂😂. Dude, do you do anything besides play video games and watch CNN?", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk These people need to go rest", "@teslaownersSV @elonmusk It's all just religious fantasy though.", "Edit button for blue checks? Nice! @elonmusk https://t.co/CeeyGx1EvI", "@lovely_swap @solversedigital Very strong project #ElonMusk", "@elonmusk @karpathy Replace  politicians with AI and have Digital representation", "@WholeMarsBlog @elonmusk Wow so beautiful 🤩", "RT @sumityou5: Is Elon planning on launching Twitter Coin? \n\nTwitter is working on \"Coins\" - An upcoming monetization feature @elonmusk htt…", "@DrEliDavid @elonmusk So, the EU thinks they rule the world already? Are they able to dictate free speech in the US for a company based in the US? I doubt any of those unelected committee thugs playing dictators have taken the jab they don't want others refusing. \nBeware the #JabberWoke", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@MajorDog524 @Twitter @TwitterSupport @elonmusk You're a good man. And friend😘❤️", "@Jim_Jordan will the @GOP ask @elonmusk exactly what stories the Trump WH, aka the US GOVT, had Twitter kill?\n\nalso, does Rep Jordan really just want to see Hunter Bidens cock?", "@AreaUnderCurve @NyxSayeth @elonmusk @neuralink their being investigated for breaking the law so no they quite literally did not pass all the reviews xD", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@redorb23 @elonmusk Facts", "@RealSpikeCohen @elonmusk He's taking 2 of each. The problem will be picking which 2 genders of the 7,854,764 genders.", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@elonmusk I'm seeing so much tweets about cats. I will not ask you why, but only thank you.", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "Buy this book. It's the law. If you don't @elonmusk will ban me. https://t.co/rbZXVKRbDT", "@MoonlightKnig10 @BruceJo36430734 @bsg1124 @ThisIsKyleR @elonmusk Plus, a journalist testified that Rosenbaum had made threatening remarks to both himself and Rittenhouse prior to the events of that night. Fairly certain there's video footage of it in the trial. So, when Rittenhouse sees Rosenbaum he runs away, Ziminski fires into the air.....", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@ThisIsKyleR @elonmusk Oh.. Don't flatter yourself.. You certainly are not that important", "I forget that Twitter cuts out 3/5 of the last frame in gifs lol. @elonmusk can you do something about that?", "Don’t know about that but the man has single-handedly made #twitter the best and genuine SM on Earth today!\nKudos to the acumen of @elonmusk 🙏🏽 https://t.co/LHO2GdELDJ", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@DickwadBailey @gio_tbilisi @WholeMarsBlog @elonmusk Just look at the vertical range of manufacture of German manufacturers. Even product development is outside. They can do that quite well.", "@BOHolly3 @elonmusk @MuskUniversity I like Elon and respect him, but am very disappointed in his use of Twitter to grind an axe against business and political adversaries.  This isn't accurate news", "RT @cb_doge: \"Make Babies, Not War\" - @elonmusk https://t.co/22a5QcSQEX", "@MattWallace888 @elonmusk yes please fact check our crooked government", "@TomFitton @freddycamm @elonmusk @nytimes McConnell is a swamp creature", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "RT @EandPCartoons: Michael de Adder, The Halifax Chronicle Herald @deAdder #ElonMusk #Twitter https://t.co/VFTKuamRvt", "@alexbruesewitz @elonmusk What coverup? It's not as though hunter biden was running to be president and everyone has already said what was on it anyway", "@GmorganJr I’m afraid of @elonmusk and other MAD SCIENTISTS “summoning the demon” Gerald. 🤔\n\nWe have better free speech on truth social. You still haven’t signed up for it by the way.  Who’s afraid of free speech bro? Also can you really support this? 🤔👇🏾👇🏾👇🏾\n\nhttps://t.co/d1JegCTwwA", "@techAU @elonmusk @WholeMarsBlog No one is going to have fully autonomous cars (non-geofenced) by 2030.", "Hi @elonmusk is not possible translate all your tweet. Can you fix this?\n\nAn example in this video screen \n\nThanks for all ✌️❤️✌️\n@Twitter @TwitterSupport https://t.co/dMaxrrOfvI", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @SABulgaris: @elonmusk @Jeremiahdalesio @MailOnline It has to be very obvious for any given observer that it the same playbook applied t…", "@LenaEpstein @elonmusk A presidential candidate asking nudes of their child to be removed from the internet is not the censorship conspiracy you think. So my question is what did trumps Whitehouse asked to be removed as stated in the twitter files\n\nhttps://t.co/kdmCOaXjsw", "RT @VaushV: @elonmusk Elon, I think them exercising their right to not advertise on this platform actually is their free speech", "@VivaLaAmes11 @elonmusk Great! Happy for you, unfortunately most of the banned italian accounts are still blocked 🤢", "@elonmusk after seeing Audi's Artemis autonomous driving project scrapped. Would @Tesla ever license out its software to other companies like Microsoft did for computers?", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "RT @JamesBradleyCA: If @elonmusk could’ve ended world hunger with $44 billion, just think what Biden could’ve done with the $100 BILLION he…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @DimaZeniuk: Starlink in Japan 🇯🇵🌸\n\n🎥: @SpaceX\n@elonmusk\nhttps://t.co/fYNFsAEYDq", "@FoxNews #Cheney should go duck hunting with her dad. VOTE FOR @elonmusk #nationaltreasure #supportTwitter #buySubscription", "@missmeltmyheart @KimDotcom @elonmusk Lol, nothing shows the wests fixation on story over reality than elon's PR", "RT @TaylerUSA: . @jacksonhinklle was just wrongly suspended for “platform manipulation and spam”. \n\nBring back the MAGA Communist @elonmusk…", "@elonmusk @jhall I agree", "@WhiteHouse Nice job completely making up numbers AGAIN. #Elonmusk please block the WH for being totally FAKE NEWS.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk Love a lot of the Twitter changes and improvements and I’m all for increased intelligence but the idea of having a “hive mind” is pretty scary, like The Borg!  There’s a lot to be said for the independent mind! https://t.co/doNaTOqML0", "@MadessThe @alexbruesewitz @elonmusk Okay", "@elonmusk I feel we are on the road to communism, Democrat does not follow the constitution, the law of punishment does not apply to them, they do not listen to the voice of ppl, they do what they want to do. The worst thing is, we the ppl just watch them do it just like the Republican", "@hoodleratlarge @Lupesanchez90 @ConcernedMaiden @MDavidRetired @CollinRugg @elonmusk I must be old because I have no clue what anime is.", "@TheShoeBully @Mattielisbon @Kandileigh62 @elonmusk Trump was president at the time...", "@alexbruesewitz @elonmusk Coincidence.", "@elonmusk @MuskUniversity Trump", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@WholeMarsBlog @elonmusk Neither will Tesla.", "RT @DawitDigital: 90 Billion per day! #TigrayGenocide", "yo @elonmusk can i get my twitter blue verified. had it for a while now", "🌷[♥️♥️♥️@elonmusk......♥️♥️♥️]🌷\n ☆BEST PERSON IN THE UNIVERSE☆ https://t.co/iqUQYQeqVD", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "going through the Drafts is like being lost in my thoughts @elonmusk add a search button to it", "@Is_Keith_Smooth @CryptoC_NFT @InvsbleFriends @birddog9000 @elonmusk 🦅 🐶 is the fucking goat #WellDeserved 👏🏽 and if you’re not down with that… ❎ #SuckIt https://t.co/bHtzK7cCGq", "RT @DrEliDavid: .@elonmusk, you surely didn't buy Twitter to end up being bullied by the EU 🇪🇺\n\nhttps://t.co/fQwCtgOXud", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "The only companies that will be able to make affordable electric vehicles in the next couple years are those that can decrease the cost of making the entire vehicle. \n\n@elonmusk https://t.co/b7rnBPfaP4", "@elonmusk Amazing what happens when free think can be transposed through the keyboard.", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "@HoneyPuu_ @elonmusk ATM means?", "@LenaEpstein @elonmusk What are your thoughts on term limits for Congress and Senatorial positions?\nHow would you bring power back to the people versus big tech, oil, pharma, etc., etc.?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk Really ? I only see misinformation and ranting.", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "RT @LayahHeilpern: Forbes says @elonmusk’s twitter antics is tarnishing the Tesla brand.\n\nFunny I was just thinking of buying a Tesla despi…", "@stillgray @elonmusk “Charlie Murphy that happened weeks ago!”", "RT @elonmusk: Johnny Rotten of The Sex Pistols https://t.co/u8v8KFUn7N", "RT @JJ_McCullough: Twitter is advertising fake @elonmusk scams to me.", "@JohnLegere @elonmusk @peloton @netflix @Teladoc I would hire you Johnny but I don’t pay much… more than @elonmusk  though 😂.", "@elonmusk @MuskUniversity Must be. They have a blue checkmark.", "@elonmusk beds at work? You have to understand not everyone is like you. Job is vital for you but life is for others. Maybe in other projects this could be possible like space x but for social media? You that obsessed? Don’t go to the other side man.", "@teslaownersSV @elonmusk Great initiative, however the placement of the path is horrible! Anyone who has ridden a bicycle near traffic could tell you that riding in the middle of 6 lanes of traffic while breathing in extreme high levels of exhaust fumes is dreadful.", "Twitter need to have unlike button jus like of youtube 👎 @elonmusk", "RT @DimaZeniuk: Starlink in Japan 🇯🇵🌸\n\n🎥: @SpaceX\n@elonmusk\nhttps://t.co/fYNFsAEYDq", "@LenaEpstein @elonmusk Not sure why a private company needs to enable conspiracy theories, liars and grifters, unlike the @GOP", "@elonmusk This one is interesting too. https://t.co/vbl6haqcB0", "RT @MariaBartiromo: Thnx @elonmusk This is what happened to me throughout russia collusion lie. I would tweet out @SundayFutures @FoxNews i…", "RT @thatdayin1992: Hey @elonmusk, wanna catch some bots? The CIA's bot army is having a party under this tweet. You're welcome. Lol.", "Yep, @elonmusk is a 🤡 https://t.co/Sw7M4uYdzr", "At this moment in time, @elonmusk is enemy #1 of our tyrannical US government. Make no mistake about it. Pray for his safety.", "Folks, @elonmusk hasn’t exposed anything", "@Church_On_F1 @mickeyrshaw @S8tanic8theist @ElqueNoNacio @MaxGreyson90 @LeoSun_Ukr @elonmusk It means I'm a guy who likes wearing girl stuff! The more ya know right.", "RT @markjeffrey: @LayahHeilpern @elonmusk Right on cue.", "@elonmusk Yes most talking abt fifa and everyone trash-talking croatia 😔", "@ginnyhogan_ @elonmusk Bruh, minor NSFW twt exists. DEAL WITH THAT FIRST THAT IS HARMFUL", "@65Hippy @johnrich @elonmusk Just keep in mind; \n\n\"We The People\" of 🌎🌍 are fighting dark Principalities on a Global scale\" -N", "@MDavidRetired @CollinRugg @elonmusk Hate to break to you Elon musk is a atheist too and he owns the media", "@TomFitton @elonmusk @Twitter Bahaha!  What they call 'hate' is anyone who speaks against them and points out obvious truths of their wrongdoings, incompetence and blasphemy!", "Dear - @elonmusk @MrBeast @BillGates @JeffBezos @fundacionmessi @Cristiano @sundarpichai @Tesla @CarryMinati @TSeries @ashchanchlani\n\nI am a poor man and I'm going through a very bad time. I would really appreciate if you could donate me $10000 every month. It would help me a lot https://t.co/GN2sx84rWF", "@CMDR_Chakotay @elonmusk You seem to be a little obnoxious..", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "As far as San is alive “orthodox republican” the thought. Aone thought will remain alive! @elonmusk", "@greg_price11 @elonmusk Worst press secy in American history.", "RT @atensnut: @VivaLaAmes11 @elonmusk Welcome back 👍🏻", "@GioBregs @phil_viz @WagsterPhD @AngryFleas @DineshDSouza @elonmusk With all the reported crimes…\n\nNo innocent until proven guilty?  \n\nYou highlight the issue.  Politics are decided in the court of public opinion.   The fairness doctrine used to require both sides to be shared in news stories.  Now some sources just spew lies. Like Tucker.", "RT @VivaLaAmes11: OMG, Fam!!! I'm BAACCKKK! I got Amnesty!!\n\nThis was my first Twitter account, so please excuse the 7 year old pics you mi…", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "RT @ThisIsKyleR: Learning about the twitter files and @elonmusk releasing the truth is making me more and more curious to find out if there…", "RT @RubinReport: Anyone else getting a crazy amount of ads in their feed? I just scrolled for about a minute, basically every fifth post I…", "@elonmusk I hope it not true that Neuralink and you are responsible for the deaths os over 1,500 animals. It MUST STOP NOW. PLEASE. I want you to succeed but not on the backs of hapless animals", "RT @VivaLaAmes11: OMG, Fam!!! I'm BAACCKKK! I got Amnesty!!\n\nThis was my first Twitter account, so please excuse the 7 year old pics you mi…", "RT @VLADDO: @elonmusk Sure, @elonmusk https://t.co/JkxKYaD815", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@alexbruesewitz @elonmusk OMFG fix the economy let the fucking laptop go.  If it exists it is useless now.  Chain of custody utterly broken.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk ... and before you arrived too", "@elonmusk Here’s another. Only #trump I’d vote for is @TeennaTrump, get her in the ballot!", "@elonmusk @BillyM2k I have lost the count of how many messages for “part-time job” I’ve received https://t.co/JtShy1nSiO", "@teslaownersSV @elonmusk @TIME Absolutely yes", "RT @davidaxelrod: Since taking over Twitter, blunderbuss @elonmusk has urged voters to vote @GOP in fall elections, endorsed @GovRonDeSanti…", "RT @TlkhkK: @elonmusk; Most of the #NFT market is on Twitter.They are worried now. By buying my NFT,you will save both my family and #NFTCo…", "RT @ZeitgeistRev: @elonmusk Really? 🤩 Does that mean I can continue making stupid videos like this? \n  \nStay safe &amp; keep spittin' facts, @k…", "@MrSinha1988 @iShashiShekhar @elonmusk Happy Birthday Sinha Ji. May God Bless You With Good Health &amp; Happiness.", "RT @fynn_fan: I will never forget the day, in 2020, when we destroyed our First Amendment. I’ll never forget being censored for sharing cas…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@TomFitton @elonmusk @Twitter Oh brother.", "@wiseconnector @elonmusk Evolving !", "@JungleTwittter @elonmusk I guarantee you that if they put the Vaxed blood into that baby, the baby will die. His body is way too small to handle the spike protein and all the poisons involved that shut down the immune system. That little guy won't have a chance, and this is my opinion.", "America is the Land of Opportunities?  we are all equal? U put 2 of the same people next to each other,1 w/ no money n one with, tell me who gets the Opportunities. I have watched Rich people spend money on pointless shit #ElonMuskIsaGiantTurd @elonmusk @chuckknoblauch #TikTok", "RT @codeofvets: Still under a 7 day suspension on my personal account @1776Gretchen for tweeting about the election. \n\nGood morning sane Am…", "@RachetRex @Sharp_Pooper @EndTrumpGQP @ThisIsKyleR @elonmusk 👍I'm glad you're not a racist anyway...and rittenhouse just shot a few white boys so no harm done. 👍#BlackLivesMatter https://t.co/5ciFP1fbti", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@ShawnRiegsecker @poochlalow @catturd2 @elonmusk Proof the Marxist propagandist ‘media’ has hit its target.", "@Virgurilla @Caveman27477049 @hBarcellos @bandog56 @elonmusk Believe it or not. It does not matter what you think.", "@FlanneryDb @mobizness @Reuters @rachael_levy @specialreports @elonmusk How and why?  No one can answer me with anything factual or unskewed...", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "RT @HODLdogeNOTdebt: @occupymars42069 @fraggelcurris @elonmusk @RationalEtienne @Jeremiahdalesio @MailOnline They made need a twitter coin…", "RT @davidmweissman: @elonmusk You're not Noah, dude.", "RT @AmoneyResists: Elevating the most despicable extremists on the ‘right’ and inundating the left’s twitter feeds with them is part of Mus…", "RT @teslaownersSV: Our future thanks to @elonmusk https://t.co/FNzglCbdFf", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@StarringShane @elonmusk Starlink is great, Shane! 😃 No buffering on videos! PlutoTV app works great on it when I wanna watch 2012 tmnt on it :) , Discovery Plus works great on it :)", "@NetworksManager @elonmusk So...the FBI \"took\" all the stuff he gave them. Got it.\nAnd we are supposed to believe this guy, and that all the stuff on the laptop was actually Hunter's, and not planted there? GMAFB", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@lial_bill @moneer_2022 @elonmusk @TrungTPhan They don't have to be.\nhttps://t.co/MytkQqu5Jk https://t.co/VDpkC7RAty", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "Please do it @elonmusk . https://t.co/lEfIhCcf5D", "@elonmusk You love Mars so much do you plan on creating starships available to all citizens of Mother Earth ? How much would it cost ?", "RT @BuzzPatterson: There will be no more mainstream media when @elonmusk unleashes an unfettered Twitter.", "@elonmusk @WholeMarsBlog They must be planning to lease software from @tesla @elonmusk \nBig autos tech looks more like Tonka trucks not fully autonomous cars 😂😂", "@MattWallace888 @elonmusk @COLDEX_STC @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews @DianaWallace888 Yeah and your boogers are probably 20 million years old 😂😂😂", "@beverman @365Aggie Racist! Reporting u to @elonmusk", "@TomFitton @elonmusk @nytimes OhOhOh am I shocked? NO he's a rino and doesn't and shouldn't be representing anyone. Nothing new if the turd had a set of gonads he would be dangerous. It's to be expected from old mitch, China owns him.", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "Dear @elonmusk, \n\nI've just accidentally found 5  Twitter videos showing people in the middle of violent suicides.\n\nWhy did it need me to report these? \n\nPlease can you urgently review &amp; improve your systems for protecting us all.\n\n@ProfLAppleby @samaritans @Zer0Suicide https://t.co/TuH7pv2e3P", "@DailyCaller @elonmusk Ironic that the purpose of Karine Jean-Pierre is to cause distraction and spin", "One wonders sometimes if @elonmusk understands Substack and why he doesn't have one!", "RT @Robelgz: 🇪🇹 has shut down the internet at least 22 times since 2016, The blackout affecting Tigray “is the world’s longest uninterrupte…", "RT @MomofTwonodigit: @AmoneyResists @elonmusk He can try all he wants, in the meantime I will block them all. No more engagement with MAGA-…", "RT @ZbitBoy: friendly selfie 🙂🤝\n\n@officialcatcoin @elonmusk @cz_binance \n\n#Hoshimeme #catcoin #catcoinarmy #meme https://t.co/pr2IaWp0oK", "@elonmusk @karpathy You can do that?  WoW I wish I followed my passion of Math.  I tried to use it in conjunction with my creative self, in the study of Architecture but life happened. \n\nEye's Wide Open!", "RT @limelight_kor: 🍋 LIMELIGHT x Ctopia GIVEAWAY🍋\n\n🏆Twitter x3\n🏆Discord x3 (FREE spots)\n🏆Discord x37 (Paid spots)\nhttps://t.co/hfSH3w56RB…", "@elonmusk @MarioNawfal Good job", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@RudyGiuliani @elonmusk The size of Hunter Biden’s penis?", "RT @WeLoveAmericaPj: @ClownWorld_ I'm on my desktop and here is the last meme saved which I created. @elonmusk can begin with my account @S…", "@ProudElephantUS @elonmusk I would still be twittless if not for that dude.", "@elonmusk Thank you for allowing that!", "@PlainTalkBlog @GOPNoMor @alexbruesewitz @elonmusk the expressed powers of the 3 branches of government.", "@KobeMarcus13 @empathyasher @adrianasreport @elonmusk @kanyewest Is this your first day on the internet? \n\nMost people most of the time for several years now, when they say the word \"hitler\" they are talking about Donald T r u m p.", "RT @nolivinghuman: @drsimonegold @elonmusk I will never trust America's doctors or hospitals again after the role they played in the Balona…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @ShresthaAlishna: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the tru…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk @FoxNews @TwitterEspana is manipulating,and it always puts communists that I don't follow and block,it is a cave of communists clean this shit up now", "@scumbunker @JFN1971 @elonmusk The people should know who supressed treatments/therapeutics, information to allow informed consent.  Serious adverse events known over a year+ ago to make personal risk assessments\n\nSince the tv and gov were in lockstep, citizen intelligence networking was vital imho", "RT @alx: Thank you @SeanHannity for airing my question to @ElonMusk.\n\nTwitter users deserve to know if they were Censored at the behest of…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk what say you? https://t.co/sMam2WuH2h", "@Speldje2022 @LilyinIndiana @LenaEpstein @elonmusk Which are as follows:\n\nUhhhhh\nHmmmm\nErrr", "@elonmusk @WholeMarsBlog For the life of me, I do not understand how on earth LGBTQ is an ANTIOCH. You are feeding life into you getting condemned into a Volcano? No food,  No water, No health care, No security, No humanitarianism, No compassion, just utterly pure evil and you join them? Desperation?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@muskQu0tes @elonmusk I was a stay at home mom and it was the hardest job ever! I now own and operate a small business which is way easier than staying home with a child. I’m a much better mother to my 3 kids now than when I was full time. I give stay at home moms/dads all the respect!!", "@TomFitton @elonmusk Still the Fox News bullshit 🙄", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @MarkoSilberhand: @elonmusk .\nGreat Elon . . .\n\n... how about tackling the infinitely large problems on earth ?\nHere is just one example…", "@Eanton_ @itsSh0la Sorry @elonmusk ....I no know say you disguise...", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@elonmusk But you ruining it. People were happy before you 😏", "RT @BritAbroad39: @AmoneyResists @elonmusk I’m immediately blocking as quickly as they’re presenting on my timeline…if we all did that en m…", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@ClownWorld_ I saved this on my phone so I could post it for @ThugLifeNewShit. He’s suspended now but hopefully @elonmusk reinstates him soon. https://t.co/Z1sUOsaSvt", "@sociioparty @perryross85 @RonaldvdVleuten @GuiXimEnEs @elonmusk @Twitter No the manufacturer’s own studies showed that the mRNA-vaccines are unsafe, that it significantly raises the risk of getting myocarditis and many other adverse reactions. If it’s mandatory in your work, why didn’t you read them..? 🙄", "RT @cb_doge: \"Make Babies, Not War\" - @elonmusk https://t.co/22a5QcSQEX", "@elonmusk @MattWallace888 \n\nDon't worry, I got you covered Elon. People are upset that you haven't released more Twitter Files. I just tell them... It's that bad. I finally heard and read what Trump actually said. Of course reported (out of context.)", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @elonmusk: Hate speech impressions (# of times tweet was viewed) continue to decline, despite significant user growth!\n\n@TwitterSafety w…", "RT @0rf: @KimIversenShow @Twitter @elonmusk @mtaibbi I thought this was the height of insanity but it keeps getting worse. https://t.co/O66…", "@squawksquare @elonmusk and early investors are shorting the stock, look how uninterested he is! Unbelievable, this company does not deserve it, very disappointing", "@elonmusk \nHey,elon.\nPlease unlock ．\n@UoxoU_LUV_2", "@elonmusk @stillgray Takes time to figure out where to lie so it isn’t noticed by the state slaves.", "RT @plot431: This is how to  stop and rescue someone attempting #suicide\n@jack @elonmusk https://t.co/LEZPmPJ4AV", "@MerryFa67469008 @AndyHerren fake people on fake accounts @elonmusk", "@mehar_savvii @rameesaaqeel @SouthAsiaIndex @elonmusk Pointing out what you are was a public service to everyone reading your replies. Please go distract the student population in canada with bollywood night and samosas to cover up your fascism.", "@DerylLynn @nickelsgb @rustyrockets @TuckerCarlson @elonmusk @RishiSunak No, when I was a child. I lived in a council house. We had fixed the welsh dresser, and they removed those also. Presently I am very warm, in bed with my electric blanket on. Problem is I feel guilty for being in bed\n@deryllynne", "RT @fraggelcurris: @elonmusk @RationalEtienne @Jeremiahdalesio @MailOnline Elon is not going to pull out a twitter coin. He is just prepari…", "@elonmusk Why we don't die in Mars....", "https://t.co/dgHQPcagwA Cheney, Ron DeSantis, Elon Musk named Time's Person of the Year @elonmusk", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@Ardie85854079 @elonmusk Same here.", "@Is_Keith_Smooth @InvsbleFriends @birddog9000 @elonmusk bro these are awesome! imma have to buy a friend that fits the template just for this! 😂", "RT @LayahHeilpern: Just in: The US government launches a federal investigation into Elon Musk's Neuralink company.\n\nPretty sure his means @…", "@windes @TimmayMN @TulsiGabbard @elonmusk Maybe she isn't a crook and cheat, so couldn't get more of the vote.", "RT @JudicialWatch: .@TomFitton Warns @ElonMusk: Expect RETALIATION From Biden! https://t.co/2r3NcIUBom", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@mtaibbi Hey, little mouthpiece @mtaibbi ... you gonna crawl out from @elonmusk 's desk and release the second part of your big nothing story? hahahahaha hey Matt, you gotta little Elon dripping off your chin hahahahahaha", "@justin_hart @EWoodhouse7 We’re waiting @elonmusk https://t.co/9hGjnwCs9l", "@crismeyer @elonmusk No way", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@leslibless @catturd2 @elonmusk FBI should be disbanded \nWhat do they do ? That's good for the American people\nWhy was it created ? Why not just strengthen state police and federal army ?", "@amuse @elonmusk @RealJamesWoods He chose to leave, that’s him using his free speech, he’s tired of the echo chambers….are you not for free speech?", "RT @HHagush: 🇪🇹 has shut down the internet at least 22 times since 2016, The blackout affecting Tigray “is the world’s longest uninterrupte…", "RT @alx: Thank you @SeanHannity for airing my question to @ElonMusk.\n\nTwitter users deserve to know if they were Censored at the behest of…", "@elonmusk We can show support with ❤️ \nIs it feasible to have 👎 to express \nanother feeling ?🤔", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@Calusaf72 @elonmusk Bring back #onlyfans!!", "@LayahHeilpern @elonmusk I support taking money from the oil and gas industry. Go get it, you environmental warrior!", "@CryptoAFX @elonmusk @WholeMarsBlog @okinamitoken #Okinami the great wave is coming! The evidence is compelling and undeniable! We are the Surge 🌊 the moon is just our first stop! We will go beyond!", "@StevenSeagalRun @LoneWolfe666 @Belinda71555585 @elonmusk Here's another little tid bit that blows the remaining 7 brain cells your typical Con has...\n\nJoe's a turd. But he isn't a 26 time sexual predator that acted like a biotch after losing a fair election and then started a failed Insurrection!!!", "RT @ShaktiMaan4Ever: @elonmusk if the plan is to identify more bot accounts, look no further than folks liking tweets such as👇.These recent…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "Bahahaha @elonmusk spent roughly $44 Billion to buy Winnipeg made Hashtags? My pincome from universal hashtag commission clearly increased there. Eh Elon u gonna sue me for buying my shit? Spend some of the money on a @Twitter library haaaan.", "@Mehmet00041 @elonmusk @karpathy It seems you're implying wealth = happiness", "RT @Nanageddon57: @davidmweissman @elonmusk Remember when Twitter had a CEO that didn't use the platform like his own personal Nursery Scho…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk Shut.", "@SteveHiltonx @elonmusk Keep in mind, Russian collusion was admitted to and proved.\nYou REALLY wanna see Hunter’s dick that bad eh?", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@Animus_Diagolon @elonmusk Not true \nIf he bought canada he'd also take all our debt.", "RT @HappyJesse: Lexus fights back Tesla’s fart mode 💨 with their own vroom -  vroom 🏎️ mode \n\nAlso you can relive the nostalgia of staling…", "RT @are_jay_: my favorite part is the hordes of people being held away at gunpoint lmao", "RT @CCuster19: @AmoneyResists @elonmusk Instant block on every single one.", "I have 28000𝐦 followers 🔥🔥🔥🔥😢\n@elonmusk", "@TomFitton @elonmusk @nytimes R.I.N.O. Mitch has to go!!!", "RT @cb_doge: \"Make Babies, Not War\" - @elonmusk https://t.co/22a5QcSQEX", "RT @are_jay_: my favorite part is the hordes of people being held away at gunpoint lmao", "@elonmusk $wbm pegged with gold mining", "@bringmecheese @LenaEpstein @elonmusk You have a credibility problem. You are ok with Russia interfering on behalf of tRump, but your head explodes when Twitter takes down Hunter’s dick pic for Biden.", "@faithwillwinall @SurveyCompareUS @elonmusk Great catch! Forgot about that until you caught it!", "@elonmusk I have blocked one of these people. Please fix the algorithm so it doesn't recommend blocked people as 'Who to follow'. https://t.co/ZwvMr6ORZj", "Kan-of-Worms :: Agenda Scrubber :: Removes the toughest hard to get out narratives #humorforhappiness @elonmusk \n#kanofworms #comicseries #goodhumor #satire #positiveenergy #positivevibes #cartoonist\n#newsagenda #funnyideas #cartoonists #narratives\n#funniesttweets #tuesdayvibe https://t.co/Q7H3YZ9Mlf", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@elonmusk We MUST reform elections to make it easier to vote (and get results by 7PM). \n\nThe elites HATE digital voting because we'd become more cohesive; they'd rather us be divided.\n\nPlease, @elonmusk we seek your help in modernizing our antiquated election systems. \n\n#DigitalVoting https://t.co/bTVBZwsM7x", "RT @PeoplesParty_US: .@elonmusk is using spectacles like the Twitter Files and Assange poll — constructive as they may be — to distract fro…", "@greg_price11 @elonmusk According to @elonmusk hate speech impressions have dropped since he took over.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @teslaownersSV: Do you think @elonmusk should be @TIME person of the year ? Vote below. https://t.co/qQatYOpphE", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@elonmusk I love you, delicious 😋", "@DFBHarvard @elonmusk @elonmusk and his team have an enormous task to reconfigure Twitter. I am confident this includes deleting political algorithms placed on our accounts including mine.  They are prioritizing what to handle such as eliminating child abuse on Twitter.", "@jade_angelkiss @KCTEXANDARIN @elonmusk It’s what many on the left do - project and behave exactly in a manner they profess to despise. Vile hypocrites.", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @italia54: @AmoneyResists @elonmusk I spend most of my time on Twitter blocking ads and right-wingers.", "@elonmusk @RichardGarriott 1 after the rocks and sticks", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "@elonmusk @elonmusk have you came up with a name for the “beings of earth” Incase you run into some other intelligent beings?", "@elonmusk @FoxNews Yea sir it is", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "These are questions you should answer, @elonmusk. https://t.co/vthy4lBhsn", "@alexbruesewitz @elonmusk That's because there are no such thing as coincidences everything is connected", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@GOP @TuckerCarlson @SenTedCruz @JohnCornyn @elonmusk the links that @mtaibbi posted that the Biden team asked to remove were of Hunter Bidens cock, and a womans vagina...does the GOP like revenge porn now?\n\nAlso why havent the GOP said anything about the stories Trump WH killed? https://t.co/rjdBUpMZkU", "@elonmusk could you give some help ?\nI’m stuck here https://t.co/sBdeatgYOC", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@Talpa98448444 @pinemikey @MattWallace888 @elonmusk Amazing how many people struggle to read.", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@johnrich @elonmusk Peace = Result of KNOWING TRUE LIBERTY in each of us. Read Lysander Spooner's essay: Natural Law: The Science of Justice. Study it. Let it sink in!", "I think we should get @elonmusk on the case! https://t.co/SIFv9cY9CH", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @muskQu0tes: “Population collapse is a much bigger problem than people realize and that’s just for Earth.” @elonmusk", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "@SteveHiltonx @elonmusk You are really upset about not seeing Hunter naked on  Twitter. Why is that?", "RT @SapiGabby: @stillgray @elonmusk @Jeremiahdalesio @MailOnline It’s a shame too because it was a genuine non-hostile exchange and a good…", "@elonmusk And none of them are yours.", "@MokTwoREDUX @CupidsMurder @elonmusk tthis doesnt even come close to the typa shit u say", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@RudyGiuliani @elonmusk Putin’s puppet", "@Turkish_Getup @jazzatnight43 @elonmusk If he's on the list then he should be heald accountable as well. We just want to know all of them and have them all be heald accountable. It's not a witch hunt for the dems.", "@CollinRugg @elonmusk I bet they are already bankrupt (look at their ratings!) but dark money is keeping them going.", "@WholeMarsBlog @RealDanODowd @elonmusk Beta cannot charge in service?", "@umbbv @KhalilYousef93 @pstofcdrpbx @shane_elliott @DrEliDavid @elonmusk https://t.co/rMRItJQBTL this article explains everything perfectly", "@MichaelWaltrip1 @Facts_Over_Lies @QuispMe @traxattack @AngryFleas @elonmusk So first you say you need state registrar data but now that data actually isn’t credible after it turns out it proves you wrong?", "@alx @elonmusk @wikileaks Just do it!!!!", "@elonmusk Are you talking about how we can really say what we want without fear of getting kicked off or is it fear of getting the truth because you know that’s crazy right you know that’s gonna rip our country apart Truth Hurts", "RT @JudicialWatch: .@TomFitton Warns @ElonMusk: Expect RETALIATION From Biden! https://t.co/2r3NcIUBom", "@JungleTwittter @elonmusk We should test it on the biden voters next", "RT @mehdirhasan: So transparency champion @elonmusk  hasn't done a major media interview since buying Twitter. We invited him on the @Mehdi…", "yo bro @elonmusk please remove dm limit because i keep getting banned", "@lterdner @GreatKellyB @LenaEpstein @Max_Rohtbart @elonmusk If equality demands transparency, then that is all they need to force.", "@alexbruesewitz @elonmusk Weaponizing the government!", "@TomFitton @elonmusk @Twitter Was it old new when CBS then owned by Westinghouse covered up the big tobacco story and how they knew nicotine was addictive. Think this provides to public benefit to show how our public servants get rich on our tax dollars.", "@SteveHiltonx @elonmusk Are you surprised 😯 I'm not...", "RT @anthonypesec: His father knocked up his own step daughter and his mother looks like the bitter girlfriend that Satan cheated on but som…", "@elonmusk Really? I was thinking how dull, boring and one sided it’s become.", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @Patriot911News: @elonmusk Please retweet if you think Julian Assange should be pardoned and vote on this pole. https://t.co/xOtF5tQVmL", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "https://t.co/INq39YM4Qm Hope Santa is coming down the chemney (The New Christmas Song of the Year) #FakeNewsMedia #CNN #MSNBC @MAGATV @elonmusk #elonmust  Kid Rock\n@twitter #twitter #bbc #fifa #putin #russia #greenandgold \n@realDonaldTrump #realdonaldtrump @twitter\n #twitter", "RT @PlannedWas: Bill has an alibi and Hillary is headed for Twitter HQ. @elonmusk she's good at this shit!!! https://t.co/oTqGDuAeTt", "@LayahHeilpern @elonmusk omg - just buy it because it is an AMAZING car", "RT @M0iraR0se: We are not going to repost the videos, but it's truly horrific that IRGC media account freely posts videos of forces confess…", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@DaZgru @elonmusk @MuskUniversity Yeah, have a nice winter, mate. I know I'll have.", "Whatever we can't express face-to-face, Twitter is the place where we can explode all our mental and emotional stuff. Hail Twitter! Hail @elonmusk", "@elonmusk @MuskUniversity Life is war when you suffer from borderline personality disorder like most Dems.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @DiegoAl37851644: @lukas_veta @elonmusk @OfficialKumaInu Please don’t be shy 🙈 to read our white paper thank you 😊 https://t.co/RHQpEGUn…", "@worldmeetjohn @Rogueknytter @Bren_xoxo_ @ImMeme0 @elonmusk @FoxNews Most criminals don’t want to bring attention to themselves. Wow. You really struggle at this. \n\nSo can you read minds? Yes or no?", "@greg_price11 @elonmusk Old news? That they lied and covered up", "@elonmusk @rookisaacman @engineers_feed I can’t help but think with the countless trillions missing from government coffers that most of those funds have ended up in the hands of secret military industrial projects. But 🤷🏻", "RT @cb_doge: \"Make Babies, Not War\" - @elonmusk https://t.co/22a5QcSQEX", "@neuralink @elonmusk \nYour thoughts become reality when written down. https://t.co/ZYRD7bEZC6", "Twitter is advertising fake @elonmusk scams to me. https://t.co/Lb9AVdHxNc", "RT @muskQu0tes: “The Constitution is greater than any President. End of story.” @elonmusk", "RT @balfourUK: THROWBACK: #Trump calls out Biden media collusion on @60Minutes OCTOBER 2020 before the election! “YOU'RE LIKE BIG TECH. YOU…", "Thank you Soon Musk... https://t.co/s5eQQqBkJO", "@elonmusk can you buy Facebook next and fix it too? This is the dumbest thing ever. No threats or negativity towards a person at all. 🤦🏻‍♂️ https://t.co/Kn0rkEc0nl", "RT @PeoplesParty_US: @sproekt5 @justinamash @elonmusk @Snowden Read @ggreenwald’s book No Place To Hide and listen to Snowden answer the qu…", "@JasonJo01808135 @MichaelLeNinja @losmanguitar @GentriVacation @DineshDSouza @elonmusk Wow a cult you mean like following a guy still even after he tries to orchestrate getting an election overturned, steals classified documents, calls for the termination of the Constitution and so much more.  Yeah you Trump guys aren't s cult. https://t.co/06dCiKoZVM", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "https://t.co/lr0EMaQHKe Cheney, Ron DeSantis, Elon Musk named Time's Person of the Year @elonmusk", "@nickhedley @elonmusk you are gonna have to block the topics a few times for it to actually work twitter rly wants to shove them down ur throat u block on another pops up instantly ive had to block like 6 in a row before", "@LenaEpstein @elonmusk Nice last name", "@1PurebloodMAGA @DrEliDavid @elonmusk Ah did he denounce that anywhere?", "@LeBrett1975 @savyrecords @elonmusk That's one of the worst Photoshops I've ever seen 🤣", "@AryamanTaneja1 @idekrafa_ @Fidias0 @elonmusk He got moni 😐", "@RetroBen64 @IanJaegerNPC @elonmusk So tell me, where is that dome? Also, tell me about the 10 robotic devices that have already been sent to Mars and have successfully landed? Does that mean that the dome is beyond Mars? Is the Earth flat as well? Tell me about all the ships that have sailed around the world? 😉", "RT @Ben_000777: @elonmusk I definitely agree 🐶 https://t.co/0pkQYsryn6", "RT @SreeIyer1: Head of Legal @Twitter James Baker worked actively to concoct the #Russian interference in 2016. #HunterBidenLaptop story -…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @Matt5Tan: @bennyjohnson @elonmusk @alx The FBI is seeking information leading to the arrest of this Jan 6th insurrectionist.\n\n1-800-225…", "@elonmusk Not yours", "RT @lcioni796: I love #Elonmusk ❤🇨🇵", "@catturd2 @elonmusk Gaslighting galore.", "@elonmusk @Helloimmorgan @thebias_news You fired everyone, remember?", "@elonmusk what is your opinion on crypto $shib, and can we talk about the stock market more.", "@elonmusk Because of to Seen Your Tweets", "@aria_amaris @SteveHiltonx @catturd2 @elonmusk I found no evidence. You people , OBVIOUSLY HE MEANS THERE IS EVIDENCE https://t.co/wEbYJNxKfi", "RT @muskQu0tes: “The Constitution is greater than any President. End of story.” @elonmusk", "RT @Cody_Durden: Hey @elonmusk it’s paddy the baddy fight week! One of the biggest rising prospects in the @ufc We need this account restor…", "@elonmusk Since @SpaceX is doing so well, do you have any plans on being the first person to discover what the \"Black Knight\" satellite really is? It has been in our orbit for who knows since when. This would be amazing to watch and discover what it really is. https://t.co/yb7enMqNzL", "@TaraBull808 @elizableu maybe it will be different when your child's life is put in danger.. or your own... then maybe we will just laugh about it on twitter.. and call it \"the twitter files part 3\" @elonmusk @KimDotcom @MrStevenSteele", "@elonmusk @TwitterSupport please reinstate this account. The violated terms of service was ten years ago. You’ve reinstated far left and far right accounts. This man even paid for @TwitterBlue   You’re missing out on $8 bucks a month and he’s preordered a @Tesla truck! https://t.co/4wz7QnzuR7", "@teslaownersSV @elonmusk @TIME If Elon Musk doesn't win Then bars will be full of lyin liz Cheyney dart boards", "@elonmusk Thanks in advance to you &amp; your teams. I can't imagine how hard it is to clean this.", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@ericareport @moontiger5735 The truth that is about to be uncovered &amp; unleashed due to @elonmusk purchasing #Twitter will be monumental!! I am personally grateful someone wealthy enough to do something about it cares about protecting our #FreedomOfSpeech in this great nation!!!", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@GreenEntreprise @HBergsjoe @JulianAssange_ @elonmusk Oh, I only followed his lawyer😅", "@LayahHeilpern @elonmusk No it doesn't mean!", "@hunterzolomon21 @JasonJo01808135 @MichaelLeNinja @GentriVacation @DineshDSouza @elonmusk Jesus. You believe everything the media tells you .", "RT @shibburn: Requesting for @Twitter to revise these suspended accounts: @EnriqueSimo28 and @RyanHen09238141. From them we have only seen…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @DimaZeniuk: Starlink in Japan 🇯🇵🌸\n\n🎥: @SpaceX\n@elonmusk\nhttps://t.co/fYNFsAEYDq", "@phistig @WholeMarsBlog @elonmusk power can be moved easier than faster than a bus. it is an economic issue, if storage is being compensated for, it will always be more economical to have stationary batteries.\n\nV2G isn't a good idea foundationally. A horse can move cargo, doesn't mean it should", "@davic72083 @Possum2412 @pinemikey @MattWallace888 @elonmusk Enough for the advertisers, who actually have the numbers on this, to pay to advertise on Twitter?", "For the past 10 years, I have trained myself to harness the great power of my nervous system so that I can focus it on the good stuff (because, left unchecked, it had started to wreak havoc on my life).\n\nEven still, I fumble. Because I am human.\n\nA thread⬇️\n\n#Leaders #ElonMusk", "RT @saylor: @elonmusk @DavidSacks Integrating payment systems and upgrading business models based on #Bitcoin &amp; #Lightning⚡️ is a great way…", "@elonmusk @Jeremiahdalesio @MailOnline Nobody cares anymore dude. That news lasted like 5 hours congrats lol", "@elonmusk \nDon't forget about @tweettruth2me account", "RT @WatcherGuru: @elonmusk Apple takes a 30% tax from app developers who make over $1 million through the ‌App Store‌ on an annual basis.…", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @feher_bruce: 👍Did @elonmusk do the right thing by releasing the \n@twitter files?\nTo vote in the poll, see my pinned tweet at @feher_bru…", "RT @MrAndyNgo: The far-left &amp; #Antifa again used Twitter to organize &amp; promote a violent attack on women's rights protesters in Oakland tod…", "RT @larryelder: .@elonmusk calls @nytimes 'lobbying firm for far-left politicians' after paper apparently ran no story about 'The Twitter F…", "@elonmusk do you dare? https://t.co/0wDYPZubka", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@JTFoxx @JohnLegere @elonmusk @peloton @netflix @Teladoc Hire me", "@jonastyle_ @elonmusk Twitter addressed that already.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "I can’t wait to be come a stakeholder in twitter @elonmusk", "Has @elonmusk done a @23andMe ?   #HalfChineseHybrid lol.", "RT @2DAOspace: Attention will we have a pleasant surprise #Web3 @elonmusk https://t.co/QdtXevRiyF", "@elonmusk is the man! I pray for his safety!", "RT @0x88RR: Mainstream media never once said anything positive about $TSLA. They will anything to bring down @elonmusk because he’s not pay…", "RT @LayahHeilpern: Just in: The US government launches a federal investigation into Elon Musk's Neuralink company.\n\nPretty sure his means @…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk not pedo enough? https://t.co/eRS7qv5LP9", "@elonmusk Thank You", "https://t.co/CRYll5THuV Cheney, Ron DeSantis, Elon Musk named Time's Person of the Year @elonmusk", "@energydad9965 @greg_price11 @elonmusk Elon Musk didn't really share much of anything that was new.", "@ZafuDiamond @elonmusk But, if you type certain key words that aren't even all that offensive, you get flagged for being too mean.  Go figure.", "@HereForfunz420 @LiberalBuster24 @mteeeezy @TheaganTheagan @sirDukeDevin @elonmusk Trust and transparency is central to the functioning of a family unit. When the schools tell kids their parents won’t understand, then the kids don’t tell their parents and the school engages in secret keeping, the school is depriving parents the ability to support their kids.", "RT @yousuckMZ: Online meeting with Elon @elonmusk is done. I can make a major announcement about space around the noon of December 8, PST.…", "@hulkman2 @MikeLemmerman @stell_karen @thebradfordfile @elonmusk You’re totally right, the proof is in Bill Clinton’s sock drawer 🤣🤡", "@ConradsonJordan @elonmusk @gatewaypundit What happened to Twitter files part 2?", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @Elybella___bi: I saw a very interesting video on the internet and I have to share it with you guys, it's a great find, it's a husky wit…", "RT @TomOHanlon17: @elonmusk @OzraeliAvi Dear @elonmusk ,as Twitter has it’s European headquarters in Dublin can you disclose what role if a…", "@Moon_River05 @Twitter @TwitterSupport @elonmusk You're a powerful voice here.\nFar better for everyone, you included, to stay and enlighten others.  \nI'm glad you stayed.  😘🥰", "RT @babe_freedom: @elonmusk @FoxNews Trump is not saying terminate the Constitution, rather, \"a stolen election has already subverted it, a…", "RT @jade_angelkiss: I may just stay off Twitter today. It blows my mind how many \"humans\" are celebrating the death of Kirstie Alley. Vile,…", "@livinmuh2a @MichelleWhitzel @eagoldb @MattWallace888 @elonmusk Funny how in other places slavery just ended but Americans had to fight an entire civil war", "@hairasus @Stone_tossers @elonmusk SPEND TWO MINUTES DOING SOME RESEARCH...", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@giggitygreg @MoElleithee @JonahDispatch @elonmusk This or make a list of the people you want to read all the time, a subset of your current followers. And just peruse home occasionally", "@SteveHiltonx @elonmusk There is no \"media\" in America. Only a propaganda machine for the Dems.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @SaintThomas89: Finally! Zelensky releases first video of Ukraine war that ISN'T CGI! HAHAHAHAHAHA!\n@elonmusk\n@bennyjohnson\n@realDonaldT…", "If @elonmusk donates half a million dollars to me today, he will still be the world’s richest man.", "@AmoneyResists @elonmusk This started occurring for me before the sale was final. I mean, every time I mute one person, Twitter dishes up another. If you have to mute everyone that someone YOU follow \"follows\", that's highly cumbersome. If I wanted to see it, I'd subscribe to it.", "@Cesar_Opinions @elonmusk He just has to go for quick bathroom break https://t.co/iUDjaqnEr0", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @Is_Keith_Smooth: Gm friends\n\nA little while one of my @InvsbleFriends aka @birddog9000 took the time out of their day to make me a cool…", "RT @K9Simon1: It’s been a minute, @elonmusk is running twitter and Simon has a new ride! #newwheelgoofiń check out https://t.co/oRGnYyaQp4…", "@WholeMarsBlog @elonmusk There we go …… “go fund me”", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@CArAAnN81 @alexbruesewitz @elonmusk Because you are a ❄️❄️❄️❄️", "@elonmusk @RubinReport Who can I buy my @TwitterBlue subscription?", "RT @VaushV: @elonmusk Elon can you please express your savior complex in a less embarrassing way", "@elonmusk Need to hire a serious person @elonmusk", "@jade_angelkiss @elonmusk Loved this hottie", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "Yeah, misinformation has gone up since you took over https://t.co/Xq3E5PDsyO", "@LenaEpstein @elonmusk We live in a digitally occupied country under an [inter]national socialist regime delivered to you by the global fascist-communist alliance under the leadership and control of the CCP.", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @EandPCartoons: Michael de Adder, The Halifax Chronicle Herald @deAdder #ElonMusk #Twitter https://t.co/VFTKuamRvt", "@Mainiac_Monica @drsimonegold @elonmusk This is such an obviously fake comment", "@Euan_MacDonald Instead of complaining you could tag @elonmusk and see if you can get something done about it. What would you guys do without victimhood?", "@AA13KF @elonmusk Thank goodness mine is 85 lbs", "RT @muskQu0tes: “The Constitution is greater than any President. End of story.” @elonmusk", "Just so @elonmusk  knows, this and his breaK in all originated on Twitter. https://t.co/b29FrtL5SH", "@VivaLaAmes11 @elonmusk Why hello mon cherie welcome back!", "@teslaownersSV @elonmusk Spacing guilds heighliners?", "@lastwesee @JudicialWatch @TomFitton @elonmusk Tom frequently says that Trump didn't steal top secret documents and he says that we funded bioweapons research in Ukraine.   Those are just two examples.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@_dawnmontgomery Also reported but damn @elonmusk get the lead out.", "RT @pmarca: \"George Orwell's '1984' is supposed to be a warning, NOT an instruction manual.\" --@elonmusk", "RT @nigeyjack: @AmoneyResists @elonmusk So just block them all!!", "@crafty_butcher @ianfmusgrave @NyxSayeth @elonmusk @neuralink Clearly they have no purpose of intentially wasting animals and resources if it didn't help make faster progress. From ethics perspective it's a trade off. Would you intentionally delay a treatment that could help thousands people that have no other solution to save some animals?", "@ConcernedMaiden @CT_KDO @CollinRugg @elonmusk I really love opensecrets and a couple other sites aimed to provide transparency between the relationships of the party and its leaders and corporations, just laying out the data and saving me the opinion.", "@Francis_Hoar @ClareCraigPath Regimes that don’t believe in an open internet should (attempt to) opt out; their citizens, esp after these 2y, may have something to say?!\n\nOf course, tough call for @elonmusk w/ temp loss of $. But eventually an investment in the future.", "@elonmusk no, bunch of weird videos out of nowhere", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @thevivafrei: Forget the “Twitter files”…\n\nUnleash the “Covid files”.\n\nUnleash the “Julian Assange files”.\n\nUnleash the “Seth Rich files…", "@cnnhean @akmtra @stillgray @elonmusk Did watch a whole interview ❓the part where he say I love Jews", "@RudyGiuliani @elonmusk Is it time for diaper change ?", "@ScottAdamsSays maybe this is something you can tell @elonmusk? I mean in the end I doubt there was much in the way of \"things the white house got censored\" when @realDonaldTrump was there.", "RT @are_jay_: my favorite part is the hordes of people being held away at gunpoint lmao", "RT @lancewallnau: I'm so happy about twitter I could just sing! #Twitter #ElonMusk #FreeSpeech #Conservatives\n\nPodcast Episode 829: Elon Mu…", "@elonmusk Hey @elonmusk \nHow much money you earns from a day💸", "@normankahan @BurkeyPaul @ColdWarPatriot @elonmusk Getting the Democratic Party out of office", "RT @Pokket: @elonmusk this just reminded me of…🥲 https://t.co/n5mgrYGusT", "@bryanstanf @POTUS @elonmusk  the bots are still flooded within Twitter", "@alexbruesewitz @elonmusk So you expect them to ignore complaints of animal cruelty just because he is powerful and in control of Twitter &amp; several other companies? So if you wealthy enough &amp; powerful enough you are above the law?", "@empath_angry @elonmusk I agree!!", "@kmhlpn @RealTBONEHusker @elonmusk I get my news from multiple locations and I heard all about hunters laptop in 2020. Different news sources have lots of biases and withhold stories all the time. And I’m not sure why you think that story might change a vote? Was hunter on the ticket?", "@BrendanHaskins @aprilchoate @LenaEpstein @elonmusk Are you fully incapable of finding the twitter files on your own? https://t.co/3JJ0qeAseB", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "@alexbruesewitz @elonmusk What truth?", "RT @STFoo3: @jatingupta0003 @elonmusk @cz_binance @PiCoreTeam @Edycabas @Bronafide @PiWhales @jamila_go @PiObsessed @ShibuKGeorge09 @Pifami…", "@ketchmeifucan @author_himself @aaronjmate @richimedhurst @MaxBlumenthal @elonmusk Got banned again...", "Dear @elonmusk, beware of European traditions… wait, it‘s British. All-clear. https://t.co/yPHPKSRf48", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@AmericasGOP @elonmusk Wait. I thought he said he isn’t suicidal??", "I tribute this one to all my doges love you all rapping Tuesday and this one definitely for my doge father @god_elon @elonmusk @occupymars42069 show me some love I accept doge as tips👑💛🧡💛🧡💛@dogecoin @MyDogeTip @sodogetip https://t.co/To3R2pLHbu", "@greg_price11 @elonmusk Ha i love the level of Mahammad Saeed Al-shahaf also known as Bhagdad Bob or Comical Ali shes channeling RN", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "https://t.co/qifayYA2l1 Cheney, Ron DeSantis, Elon Musk named Time's Person of the Year @elonmusk", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @jaycurrie: New Twitter, thank you @elonmusk, has pretty much stopped censoring counter narrative tweets. Which means we get to see thin…", "@caringguy1957 @SteveHiltonx @elonmusk No Russian collusion. Plenty of US collusion", "@POTUS @SenSchumer @elonmusk @mayemusk as you know. @TheDemocrats @GOP", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@STFoo3 @RiteshK77696365 @elonmusk @cz_binance @PiCoreTeam @Edycabas @Bronafide @PiWhales @jamila_go @PiObsessed @ShibuKGeorge09 @Pifamilyindia @BlackBlade2020 @Pi_NetworkIndia @SabihNegar888 @pi2team @pizzashoem1 😂 2-3 times it has happened within a minute when there were only 6-10 comments on his tweet.", "The New York Times has become, for all intents and purposes, an unregistered lobbying firm for far left politicians. @elonmusk", "@jade_angelkiss @elonmusk Totally disgusting A holes.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @caslernoel: @Robin1994_2013 @elonmusk Melania is probably at Hank's office party. @MELANIATRUMP", "RT @KLoeffler: Proof of Big Tech and the media's bias and censorship is unsurprising. \n\nIt happened to me and it's still happening - becaus…", "@TerribleMatthew @MailOnline @elonmusk It’s funny. After listening to the space  I was talking with a friend about how amazing it is that anyone can talk to Elon. Both from the tech and the type of person Elon is. Then, as you said, to wake up to to this. It’s pretty cool. Thanks @elonmusk", "RT @Matt5Tan: @bennyjohnson @elonmusk @alx The FBI is seeking information leading to the arrest of this Jan 6th insurrectionist.\n\n1-800-225…", "RT @diehardcubfan3: @catturd2 @elonmusk When I heard Biden congratulating Brazil for a free and fair election, I knew they were in trouble.", "@SteveHiltonx @elonmusk It's ok when they do it.", "@elonmusk Boss got solutions.", "RT @doccandidate: @AmoneyResists @elonmusk I block immediately.", "@stillgray @elonmusk shes so ugly and hateful", "@elonmusk  come through and tell people to pull up as well. Please. https://t.co/ot8rlumX5p", "@america_trust @alextf25 @BillyNRA @elonmusk And many other countries have paid paternity leave mandated for all so families can take care of ther newborn babies and still be able to pay the bill", "RT @AmoneyResists: Elevating the most despicable extremists on the ‘right’ and inundating the left’s twitter feeds with them is part of Mus…", "@chrisfradkin @elonmusk WHO DECIDES WHAT IS MISSINFIRMATION?? Hmm like REALLY, who said ur right and im/they are wrong? Who said ur facts arent planted and mine or other people’s are? What we have is both sides (all sides) screaming - MISINFORMATION", "@KimDotcom @elonmusk Aren't you in jail?", "RT @VivaLaAmes11: OMG, Fam!!! I'm BAACCKKK! I got Amnesty!!\n\nThis was my first Twitter account, so please excuse the 7 year old pics you mi…", "@BBurnet97589161 @ZaleskiLuke @elonmusk Because the Nazis were so big on gay rights.\nhttps://t.co/yEuoZgPHhw", "@LenaEpstein @elonmusk Welcome to The United States where both parties are owned by wealthy financiers. \nI'd eagerly vote for either, or any party that committed to a solution.", "@firstplacepace @smiggell @GameOverRos @ProblematicPony @bleakachu_ @MaestroMorgan17 @zehotopia @PowCoffee @SlevenMcDichaI @NoctourneM @stevek3384 @HollyGoSoftly @unclebill1985 @CrossBiddy @Adamtheman111 @annaeck73 @ShotgunRain5746 @Room641_A @Noellenarwhal @nahnahnikki @aladrost @Chad69607829 @namebunchofnos @3nigmatic_01 @CastielWestin @Asssddggdss @IncelRights1 @ScienceOfDesign @AvaGraceVIP @ShaunHillier8 @lucyjuicy___ @stevenKingstonQ @Fr1day5Ch1ld @gardenwitch01 @weissbiertank1 @Xenomorph876 @boganbarbee @BigG17507257 @CharlieDoinks @missmiaow007 @beeonroids @MGTOWaintshit @adamgreeney @PonzioPilato99 @cpfoot22 @BeyondTheFacts3 @numbersdelight @WattsLamiel @elonmusk Isn't the go a l of social justice warriors to put white ppl in concentration camps like Hitler did", "@elonmusk That info dump you gave us is like screaming in a vacuum. Nobody can hear it.", "@teslaownersSV @elonmusk @TIME Time, is just a left wing rag. No one pays attention to Time. Haven't for about 25 years.", "@RichJesusChrist @elonmusk @kanyewest Hypocrites don't follow what they are teaching. In your interpretation, they don't teach what they don't want to follow. This is almost a definition of a not hypocrite. You have got good and evil confused with each other.", "@dcexaminer @realDonaldTrump Trump didn’t say terminate the constitution. He said terminate portion in constitution dealing with election because 2020 election was fraudulent. @elonmusk just proved democrats and the FBI interfered in the 2020 election. And 2016 with Clinton/Obama.", "@TomFitton @elonmusk @nytimes This should come as NO surprise! It’s McConnell’s modi operandi.", "@elonmusk @MarioNawfal hey @elonmusk , twitter sometimes doesn't function on Safari browser in MacBook M1s. There is often a popup stating that this website (twitter) is consuming more resources than usual, closing it will increase speed of MacBook.", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@blankname1753 @commonerVik @MonicaCrowley @elonmusk Nope. I was canceled. I was a first in Twitter and lost my account when I posted criticism of Xi.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@TomFitton @elonmusk @nytimes Our government is a racketeering organization.", "RT @4leafcloverofc: 🚨$LUCK will be for LUCKY CHARME Coins what DOGE and SHIBA have been for MEME Coins\n\n🔥PRESALE\n⏰DECEMBER 08th | 08:08 UTC…", "Yo @elonmusk when can we can animated (gif) avatars again like back in the day?", "@elonmusk @karpathy Abnbc's project is running away, resulting in many people having money that can't be traded. The community decided to restart the mapping, calling Ab NBC players to go home and learn about redemption! Search abnbc888 to join the group", "@TopShiitakes @TPostMillennial @elonmusk That's what I'm saying. I'm not saying it's wrong and if it's true then that's a good thing obviously. But I'm pretty sure something like that would have been called out by anybody who saw it. This is the 1st time I've ever heard of anything like this. Just seems odd. Like qanon", "RT @VivaLaAmes11: OMG, Fam!!! I'm BAACCKKK! I got Amnesty!!\n\nThis was my first Twitter account, so please excuse the 7 year old pics you mi…", "RT @PrivokEnergy: Proud Moment for Us!😊\n\nOne of the Best Business News\nWebsite's of Asian News international, ANI News featured us today!…", "@BTC_JackSparrow @WhiteHouse @elonmusk Yep - take out the abnormal covid spike and it's been sub 4% since 2018 which was back when Trump was in power.\n\nThe headline rate looks OK but many middle class and lower class are struggling with day to day expenditure going off increasing debt levels.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @4686_eth: we need SIWE @elonmusk \n\nENS is not just a wallet address\n\nThis is way better than any blue tick verification https://t.co/P8…", "RT @justinamash: @elonmusk .@Snowden sacrificed his future to reveal surveillance abuses by the U.S. gov. Courts affirmed the NSA/FBI pract…", "@TomFitton @elonmusk @Twitter Classic red herring. What does the \"rising volume of hate\" on Twitter have to do with the factual release of information?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@TheRealKeean State-sponsored media\nPart of the $600M payout that the #WEFpuppet fearless leader\nopenly and arrogantly \nbragged about\nto the cameras\n@elonmusk seems to have a plan", "RT @AmoneyResists: Elevating the most despicable extremists on the ‘right’ and inundating the left’s twitter feeds with them is part of Mus…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk Mars has very little magnetic field. What a great place for humans.", "@elon_alerts @elonmusk @BarackObama Obama's followers are mostly bots", "RT @RealSheriffJoe: I have received numerous threats. I am happy to see that Twitter is aware of this problem and taking necessary steps to…", "Im back.\n\nThanks @elonmusk https://t.co/yxaarTTiGM", "@muskQu0tes @elonmusk Totally true", "RT @Outkick: .@ElonMusk is the free speech watchdog we desperately need. He’s thrown himself into the fire for all of us and we owe him a d…", "RT @TomFitton: The Left is furious with @ElonMusk for exposing corporate and political corruption. https://t.co/Etl3gWy6sb", "@elonmusk @elonmusk'You know what's hard? You are screaming but no one hears your voice...\n@elonmusk", "@elonmusk Stay protected dude. I hear you're worried, rightfully so.", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@CollinRugg @elonmusk just this guy https://t.co/ZwY89zGLbt", "@Shoccking @ShuForCongress @mtaibbi @Twitter @elonmusk I know.   No evidence: Russia collusion or Ukraine phone gate, or Jan 6 or tax fraud.  Yep now you get it !!!", "@elonmusk get on it pls and thank u", "@CollinRugg @elonmusk This account has to be fake. There's no way someone can have this many bad takes unironically.", "Mainstream media never once said anything positive about $TSLA. They will anything to bring down @elonmusk because he’s not paying them for ads. How is this even legal. \n\nStay convicted. $TSLA is at a cheaper price for accumulation", "@magawarrior420 @ChristianWalk1r @elonmusk Wrong.  I’m a massive American.  I’m the bigliest American that ever did America.  Also his erection is tanked either way.", "@lladany @elonmusk @mtaibbi You write as though there were many notable bans of leftists from Twitter that Musk could have reinstated. Elon is inventive, but he cannot make something out of nothing.", "RT @HammonsMitzie: @drsimonegold @elonmusk Frontline doctor's saved lives !", "The next twitter release?\n#ApesTogetherStrong #AMCAPES #gme https://t.co/tzS5pRm3qJ", "@RudyGiuliani @elonmusk What about tender and grinder? It's all been constructed to produce more children. Why else are they going after abortion??? Morals? Give me a break. Can't take my swimmers. Those are for me, and only me.", "@RudyGiuliani @elonmusk I can't wait to hang out with you in prison. Seeing as I have the money, I'm the big spoon.\n\nI'm @elonmusk and I approve Rudy's impending imprisonment.", "@CollinRugg @elonmusk is an android. He’s the proof his project with robots will work", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @ClayTravis: It has now been two days since @twitter &amp; @elonmusk posted actual emails &amp; correspondence of internal documents relating to…", "@ShaneMcMillan13 @pew_nation @Fighthypocrisy @alexbruesewitz @elonmusk all, yes\nequally? no", "https://t.co/QFtEtMmAMR Cheney, Ron DeSantis, Elon Musk named Time's Person of the Year @elonmusk", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@Gabeman95 @Miwhitfield @JenkinsKujo @Relvig @mmpadellan @grantstern @SassyLynn14 @elonmusk @micsolana @GOP Love how she conflates \"governing body of the Democratic party\" with \"The Government\". Words are hard.", "@AreaUnderCurve @NyxSayeth @elonmusk @neuralink I bet you are an election denier too.", "@attymitchell_jd @RudyGiuliani @elonmusk Likely none.  The bar just did it because it could get away with that.", "@APJake2 @ksenijapavlovic @elonmusk We still have no idea which tweets were removed at the DNC/Trump Admin request. That was a deliberate move.\n\nHe should have just released all of the emails and allowed actual journalists to cover the story. Instead Elon published his own account. That's manipulation.", "RT @KristiNoem: .@ElonMusk should bring Vine back to combat the CCP’s TikTok — who agrees?", "RT @TheDaoMaker: @elonmusk @karpathy All I understood https://t.co/JFAqsHaxHJ", "@elonmusk @karpathy Human in the loops elon. Human in the loop.", "@muskQu0tes @elonmusk Not even a small little one.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @ME_Observer_2: Bots of the fake online revolution in #Iran targeted the wrong story, this post is about Salvador, look at the comment s…", "@RubinReport @elonmusk I love that this new owner of Twitter responds when you have a suggestion or comment. That is true customer service.", "@sickem17 @ErikE8098 @catturd2 @elonmusk That was uncalled for dude. No one ever said they just realized this. That was not a dumb statement. Maybe someone who didn't know this understands now. Don't judge dude. It implies ignorance.", "@elonmusk Have you purchased the island volcano for your secret lair yet?", "@ClayTravis @tedcruz @Twitter @elonmusk @nytimes Just like Trump has said, they cheated in electing Biden!", "RT @marcuslemonis: Retweet if you would like my TV show to broadcast on @Twitter  @elonmusk #AgentOfChange https://t.co/NuTl2L8V7T", "@alexbruesewitz @elonmusk When did that happen?", "@arrxenn @ocean_andsea @InvsbleFriends @birddog9000 @elonmusk Thanks bud! I can confirm at several points during making these my mind is indeed, boggled 🤯", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "RT @NChernovil: @elonmusk Elon what's your Target?", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@Debtors_Cartel @elonmusk @PatrickW @kylenabecker @Twitter Where ya at chuckles", "RT @Dogecoin__Event: 😍😍Raise Up Doge To celebrate #Dogecoin Kabosu's 17th birthday, we are running some  give away, a total of 100,000,000…", "@jade_angelkiss @elonmusk Good mornin katie. ignore those people, have a wonderful day", "@elonmusk You’re a traitor to this great nation.", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "@elonmusk Keep it up Elon! You’re truly a great American 😎", "@elonmusk @elonmusk'You know what's hard? You are screaming but no one hears your voice...\n@elonmusk", "RT @gokhshteinmedia: The Break Down #100 🔥\n\nLIVE Today @ 9:45am EST! 🌞\n\nYouTube: 👇\nhttps://t.co/2sQacWPmY3\n\nSpaces: 👇\nhttps://t.co/zk6XrNB1…", "RT @RealDanODowd: Our latest tests of @ElonMusk's dangerous and defective @Tesla Full Self-Driving software reveal that it will repeatedly…", "@pillai6 @elonmusk Yesterday a nft of it was floating by the moon", "RT @InStockReport: @JuliansRum was cancelled..will @elonmusk bring him back? #CANCELtheCANCEL https://t.co/qW9tGPr6AB", "Left right left right..... this is crap sort it out @elonmusk", "@RealSheriffJoe @elonmusk Sheriff, you can swear in LEO’s and Military (Active and Retired) as Special Deputies on a nationwide basis who then can collect intel nationwide for you.", "RT @BornAmerican5: @greg_price11 @elonmusk So the Whitehouse is admitting that what is being released by Twitter is real but it's old news…", "@catturd2 @elonmusk Nor do I want to be called an election denier!!! When the democrats are election liars!!", "@rtde_ Wouldn't such a reference to state-affiliated media have to be added for mainstream media in Germany, USA and other countries, or would it have to be omitted for all of them? #ElonMusk", "@oscarintx @SteveDeaceShow @MZHemingway @elonmusk The replies to this tweet are facts.", "@elonmusk  we need a post edit button and another purge of hookers and “hello” girls.", "RT @TiffanyFong_: lmaooo yoo this new twitter feature🤣 @elonmusk @SBF_FTX https://t.co/2eWmt9wr8j", "RT @_Pehicc: @Twitter @TwitterSupport @elonmusk \nP l e a s e 🙏🙏🙏🙏🙏 👇👇👇 this account is still suspended😳... We need her strong voice back n…", "@MaxAMaxim @Shoccking @JoeyTheThird @elonmusk @Twitter Now, thanks to Trump who killed Roe, The Supreme Court is going to knock down racist affirmative action.  We all know how Ketanji is going to vote.  She’s literally an affirmative action hire.", "RT @NEWSMAX: MUSK: \"I'm definitely not going to be doing any open air car parades, let me put it that way.\"  https://t.co/Z5wm8iobpK", "@elonmusk Please leave some room for @PrimeApePlanet @elonmusk.  We need at least 10 seats my g.  Thanks", "@elonmusk I can correspond all of your moves to Sun Tzu going back 20 years. I believe that I know what you are trying to accomplish. Your DMOTT is Magnificent!", "@elonmusk Well, not about bots or spammer, but I just opened this account to share my art (like, flowers, good thoughts &amp; co.) and the first tweets I saw/that were suggested were people fist fighting. Reported them all (there were tagged under categories I did not pick up when signing up).", "@elonmusk The armed guards highlight the paradox of forced implementation of goodwill initiatives.", "RT @RubinReport: Anyone else getting a crazy amount of ads in their feed? I just scrolled for about a minute, basically every fifth post I…", "RT @goldengateblond: @Caitlyn_Jenner @elonmusk keep him off the road when you're driving and he should be fine", "RT @chazman: #FSDBeta v10.69.2 - VRU Sensitivity\nNot unsafe in any way other than an unexpected slowdown that could affect other traffic. Y…", "@elonmusk why don’t you build a giant water tower to fix global warming? Just suck up all the melting polar ice caps and the sea level won’t rise", "RT @MikeWayland: .@GM, which has not tweeted since @elonmusk's takeover, continues to evaluate Twitter advertising suspension, CEO Mary Bar…", "@elonmusk @karpathy Same same.", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "@TomFitton @elonmusk @Twitter No one escapes the Twitter Cross Examination Litigation Community.\n\n#TwitterFiles #TwitterFiles2 #TwitterGate", "@SteveHiltonx @elonmusk Dick Pics", "@TheDaoMaker @elonmusk @karpathy Replace the left with \"Elon talking out of his ass\"", "@elonmusk any plans on New years eve?", "@muskQu0tes @BarackObama @elonmusk Ain’t no damn way.That man has that many.Must be alot of bots. Because he done nothing for the America people while he was in office.People just voted for him, so they wouldn’t be called a racist.But then after the first time.Decided to prove they wasn’t stupid and voted him out", "@OwenRogers @rachelburden @elonmusk @Twitter oh and finish off with a Troika, just ludicrously expensive  now, but delicious and only 4Bn calories.", "@DGriff_GoIrish @SenRonJohnson @elonmusk So much nonsense! Why don’t you talk about so many crooks on the side of Dem. Why do obsess on Trump ? Dem. have done nothing for US but wasted millions and time to take out Trump who do not comply with agendas of elites. Mouth pieces of Dem. Medias told you all Dem. Are holy ?", "@mikkelsons_mads @VoteBlueIn2020 @elonmusk The powerful “You did it too” retort, always so powerful!", "@jakeshieldsajj @LayahHeilpern @elonmusk And that’s why I don’t drive. I certainly don’t trust myself 😅", "@catturd2 @elonmusk New here, Just trying to figure this out. So..., any thought other than what is provided by MSM or Politicians is a \"conspiracy theory\"? When did that happen?", "RT @YouMayCallMeJay: Many truths are not pretty. The ugly truth should get more reach than comfortable lies.\n\nWho decides what is positive…", "i need dislike button hello @.elonmusk https://t.co/6tqmQxvRPF", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @caslernoel: I meant I can't. As in I can't with this wack ass bug-eyed, Nazi loving, marfucker. @elonmusk", "Thank you. Now waiting for certain Oklahomans to say the same thing… #Oklahoma https://t.co/8a143ZzbMi https://t.co/0nRRk6bU2s", "RT @VernonForGA: The liberal media intentionally ignoring the Hunter Biden &amp; @Twitter story is the biggest scandal in the history of Freedo…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@SteveHiltonx @elonmusk No he hasn’t. Lol. But okay fantasy island, whatever you say.", "@gabrielepiagg @tesla_raj @elonmusk Yes. You are the only one. In the entire world. Aren't you special?", "@CherylAnneStei2 @bubinaromano @McshillingS @elonmusk @TwitterSafety you take pride in being a slave of the cubicle system? Maybe you should go out more, you need sunlight for vitamin d", "RT @deepdas70506563: #dogecoin  is the #ElonMusk 's  #TwitterCoin  \n#DOGE @elonmusk https://t.co/vzRtRTIf6X", "RT @xcelcoating: Social media now is political control war zone... @elonmusk world dominating force. Will have more control than Republican…", "@GlessnerIv @VaushV @elonmusk did this japanese artist from the 60s post the picture?", "@EmilyMason1192 @kylenabecker @elonmusk @Twitter Oh, Please! So the Hunter Laptop was false? Russian Collusion and the Steel Dossier was truth? What world do you live in?", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@teslaownersSV @elonmusk @TIME Neither YES nor NO.\nElon defines a class of people not to be squeezed into a common schema.", "@elonmusk perhaps you should make a public disclaimer!! Kinda like @KariLake  \"I'm in perfect health, the brakes on the Tesla work great, and suicide is not an option for the BOSS!!", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "@teslaownersSV @elonmusk @TIME That magazine is worth nothing.", "RT @RoScarborough: Liberal media loved @elonmusk just year ago. Now, he's dangerous https://t.co/IATJ7WVTPc", "RT @RealKyleMorris: Hunter Biden laptop repairman John Paul Mac Isaac says he's \"grateful\" for the work @elonmusk is doing and offers him \"…", "RT @JacquiHeinrich: In light of @elonmusk’s #twitterfiles release - and previous WH statement that they’d be keeping a “close eye” on misin…", "@PiaPanda96 @TheNewAnneFrank @Lionelclone1 @Lucktriple07 @KatTonic2 @tearsintherain1 @Jacob75719238 @SpadersNFTs @DogeAccept @MrCurtisHi @S3XYDOG3VAD3R @PryZmRuleZZ @xdianalandx @agent_x23 @fadequeen77 @CCuntamed @draganammilic1 @musicphantom69 @h_artsNcrafts @SpaceCrystalZ @YeshuaisSavior @JessieR64351512 @TeslaDarth @gucci369r @Manoj87187471 @Kawaiistanley1 @dogecoin @elonmusk @MichelleBezak @kennethray25 @dogedubowwow @Twitter @boringcompany @Tesla @neuralink @SpaceX @MyDogeTip Hot AF 🥵🥵\n\nReminds of Mona Sax from Max Payne. https://t.co/Af8p1GRioJ", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "@elonmusk Surely they aren't returning so they can make more money because there are so many people on Twitter to advertise to. All I have heard from my one lefty friend is that Twitter is tanking because all the advertisers are leaving.", "@lavern_spicer @elonmusk @MrJoeyMannarino @annvandersteel nothing says Jesus in your heart like hate speech.", "He’s obviously trolling us and unleashing the maniacs and the monsters in a failed effort to spur more advertising. There will be blood! https://t.co/zF7ysJHjoa", "@pNauticExpress @elonmusk Haven’t seen your shit on the TL in a month.", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "@elonmusk shoving MTG and Gym Jordan on twitterers timeliness! Uhg!", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "ChatGPT is as good as only the information inputted\n\nSo @elonmusk once again is on the right track by putting the decision making of deciding what is true in the hands of the people\n\nThat says a lot when a brilliant mind understands the limitations of technology", "@bis0nmakinm00 @OPhommachanh @COLDEX_STC @elonmusk @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews using a compass on a sphere at the pole is the trick.\n\nwould work the same, but reversed, at the north pole.\n\nbasically, 1mi away from pole, 1mi east or west, and the 1mi towards the pole would take you to the same spot(ish)\n\nremember longitude lines are curved and join at pole", "@TiffanyFong_ @elonmusk @SBF_FTX wow, a legal revolution? 🤔\n\nElon, does @Twitter now offer legal negotiations?  so efficient...\n\n.@elonmusk https://t.co/g4Ae4p2k7J", "@elonmusk Keep it up Elon. Your the proof that gullible Americans needed. https://t.co/fbtQG6e4vb", "RT @cargill54: @elonmusk Hi Elon Big fan longtime Tesla shareholder strong believer in transparent democracy &amp; open debate. I drive a 6 yea…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @LovelyinuS: What if #Lovelyinu is accepted for verification tick on twitter 😍😍😍🤩🤩\n@elonmusk ❤️❤️\nIsn't it a good idea 💡\n#LovelySwap", "#PowerCorrupts\nAll the investigations into Trump and associates, has nothing to do with laws broken but rather Power and the thought of losing it.  Because of politics they set aside the constitution and by-laws in order to sway public opinion. Recently exposed @elonmusk", "@cb_doge @elonmusk Tell it to the femaliens.I'm brushing up on my Islam,it's what will absorb western society when it shrinks 2 more generations. Basements and burka's. It's a comedy of Shakespeareian proportion. Give them rights and they use them to destroy the only society that gives them rights.", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "RT @ZaleskiLuke: @Outkick @elonmusk @TomiLahren MAGA wants to pretend the richest man in the world is a populist hero lol", "RT @Matt5Tan: @bennyjohnson @elonmusk @alx The FBI is seeking information leading to the arrest of this Jan 6th insurrectionist.\n\n1-800-225…", "@RudyGiuliani @elonmusk Shut up you old pathetic pile of garbage", "RT @JFN1971: Rumour has it @elonmusk is putting a team of medical experts together….to fact check all the Covid misinformation that’s been…", "@CollinRugg @elonmusk Amen!❤️❤️", "RT @TulsiGabbard: Sickening truth: Washington elite protect their allies and go after political opponents. MSM/Dem Establishment are fallin…", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @JudicialWatch: .@TomFitton Warns @ElonMusk: Expect RETALIATION From Biden! https://t.co/2r3NcIUBom", "@normankahan @LindaLandry79 @ColdWarPatriot @elonmusk Considering he is only talking about election fraud in that post, he most likely meant terminate all articles about elections because the Democratic Party won’t follow them", "RT @ShefVaidya: Even after the regime change, @Twitter continues to shadow ban my account. Reach is severely curtailed, followers are reduc…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "RT @caslernoel: I can even imagine buying a car from a guy like Elon Musk. What a total dipshit of a human being. @elonmusk", "@SteveHiltonx @elonmusk No he hasn’t", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @MMCrypto: BREAKING: @Elonmusk announces crypto payments on twitter! https://t.co/K6wlreMEGK", "RT @seolascat: they're doing anything beside giving wjsn a 2nd full album", "@elonmusk Seriously! LMAO!", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "RT @awkward_1110: @Twitter @TwitterSupport @elonmusk Pls fully reinstate @MaryJoe38642126\nA great ARA who always finds the courage to defen…", "@mattmezz @LoriMills4CA42 @RichardGrenell @elonmusk @maggieNYT 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣Learn to LISTEN no to just HEAR. No, he did NOT say the Constitution should be terminated.", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "@MushuIsKing @MuellerSheWrote @alexbruesewitz @elonmusk Okay… nothing about the government investigating him in the article. I refer you back to the original problem of this being a hit job.", "RT @codeofvets: Still under a 7 day suspension on my personal account @1776Gretchen for tweeting about the election. \n\nGood morning sane Am…", "@bluezman62 @elonmusk Nice analysis, lol.", "RT @djohnstonpax: @GerberKawasaki If @elonmusk cared more about T$LA shareholders then he’d have a PR dept to manage the FUD.", "RT @KCID000: @elonmusk @BillyM2k Whoa, #dogecola https://t.co/GhDb4As5Y0", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@AviSchiffmann Can I download all my Twitter data including Tweets and likes? @elonmusk @Grady_Booch", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@ScottProEU @elonmusk Same if you saw my tweets before I sent them lol even I cant read them ha ha but it is what it is", "RT @Robin1994_2013: @caslernoel @elonmusk Trump at the Winter Gala with Alina and not Melania! @caslernoel https://t.co/OLzOwQ7azu", "RT @BuckeyeBitch: @ColeTrickle____ @elonmusk Richard Cranium", "@elonmusk it was really cool being your friend for like 2.5 seconds in my dream… let me ride the yet for real this time.", "@TheNewAnneFrank @tearsintherain1 @Lucktriple07 @DogeAccept @draganammilic1 @PiaPanda96 @Lionelclone1 @KatTonic2 @Jacob75719238 @SpadersNFTs @MrCurtisHi @S3XYDOG3VAD3R @PryZmRuleZZ @xdianalandx @agent_x23 @CCuntamed @musicphantom69 @h_artsNcrafts @SpaceCrystalZ @YeshuaisSavior @JessieR64351512 @TeslaDarth @gucci369r @Manoj87187471 @Kawaiistanley1 @dogecoin @elonmusk @MichelleBezak @kennethray25 @dogedubowwow @Twitter @boringcompany @Tesla @neuralink @SpaceX @MyDogeTip Front line wolves !!! Wuv it , wuv this ❤️❤️❤️❤️❤️🏆🦾 https://t.co/twDUBzkEa9", "@elonmusk I dont see half the people i am following!", "@beautyofhelin @elonmusk Humanity would like*\nYou have a typo 😁", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@Darqman @CrazyCarmenD @l3al3iec @Wombatguernica @LenaEpstein @elonmusk Pointing out the number of followers does nothing at all to enforce an argument. How childish. Not everyone on twitter wants an abundance of followers to fulfill a narcissistic need.", "RT @teslaownersSV: South Korea built a bike path with solar panels. It protects bikers from the sun while powering charging stations and tr…", "@elonmusk Praying for your safety and guidance. Your a huge blessing to the free world.", "@JoshuaB42069 @JoshuaPHilll @elonmusk Hahaha “banned for speaking the truth so I made another account” https://t.co/uIFYQL0VRf", "RT @PsychicOzWizard: @elonmusk #Elon What say ye?\n@KashsCorner \nhttps://t.co/qDia2nYGRU", "@elonmusk Why is the Web version of #Twitter so different to the App version? \n\nTop 20 tweet on App = 15 from 'people', 1 Ad, 4 businesses. \n\nTop 20 tweets on Web = 17 from businesses, 2 Ads, 1 from a person.\n\nI would prefer to see Tweets from people rather than businesses.", "@CryptoLegend51 @FEGtoken @fegqueen4life @Ste_Cha_FEG @dewbo1 @elonmusk Let’s show the world how cool and strong 💪🏽 the #FEGArmy is by being apart of this challenge! 🦍💯%😎 Shout out to our Queen 👸 🙌🏽 @fegqueen4life #FEGtrack #FEG #FTW https://t.co/UMGvM20Ljb", "@babe_freedom @elonmusk @FoxNews We had to live with trump, trump's kids, trump's son -n-law cheating.", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "@JungleTwittter @elonmusk These are the parents to the child they should be the final voice for this child and I hope that judge goes down for this. I hope the judge's life gets so miserable that he steps down for doing such an inhumane rotten thing knowing that people are dying from shots. Corrupt as FUK", "@LayahHeilpern @elonmusk Listen to the crypto influencer guys... 🤣", "RT @ravikarkara: @AgnishwarJ @PBNS_India @ianuragthakur @AgriGoI @garuda_india @YASMinistry @PIB_India @G20_India @narendramodi @JM_Scindia…", "@elonmusk You're a brave soul sir. It takes guts to go head to head with this corrupt government!", "@Lazy_Moose5 @ZaleskiLuke @elonmusk You sound like you don't even know what your word soup means. Have you asked your psychiatrist if medication is right for you?", "@johnrich @elonmusk 1.  Your music sucks.\n2.  You're idolizing a conman.\n3.  Your music REALLY sucks.", "@elonmusk I find it very uninteresting. Please find a CEO and step away.", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@mary_imasuen @jack For the first time seeming jacks full photo .. I now see why he needed @elonmusk 44B or so", "@elonmusk @Jeremiahdalesio @MailOnline @elonmusk - Why don't you acquire @MailOnline ? It'll be a good addition to @Twitter .", "@RawStory Trump didn’t say terminate the constitution. He said terminate portion in constitution dealing with election because 2020 election was fraudulent. @elonmusk just proved democrats and the FBI interfered in the 2020 election. And 2016 with Clinton/Obama.", "@muskQu0tes @elonmusk Twitter the post it note of 2022.", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @DrEliDavid: .@elonmusk, what about this? No suspended scientist has been reinstated yet!", "@elonmusk @TwitterSupport \nCould you please remove shadowban from my account? In case the shadowban was applied manually, then @Twitter taking into account the information I provided might want to strongly question motives of an employee who did this", "@DB09215406 @elonmusk Yes he's being a good American citizen", "RT @MaryJamerson8: @catturd2 @elonmusk We began as “no taxation without representation”, and now we have no representation without secure e…", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "RT @elonmusk: Thanks @tim_cook for taking me around Apple’s beautiful HQ https://t.co/xjo4g306gR", "RT @MuellerSheWrote: @alexbruesewitz @elonmusk He’s allegedly illegally testing on animals and causing them unnecessary suffering. If he di…", "@corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @BitcoinMagazine @BTCTN New miners, add Extra 30k. \nClick on Gift card, then click on USE GIFTCARD, Put any of this code to get 30k added to myhash to increase mining.\n\nCODES:\n4t5gnzu, 4t7s39u, 4svrvrt, 4sy29zw, 4y36xgz, 4y5fbs4\n\nCode use once\n#SatoshiPlusConsensus https://t.co/qo7hZh8mNK", "@alexbruesewitz @elonmusk Of course, he leverages the DOJ against his political rivals and dissenters regular. This is accepted practice for Democrats in government", "RT @muskQu0tes: “In the past, victory would mean that your enemies are no longer around. These days, they’re not only alive &amp; well, but hav…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@shrekfromdonkey @CJtheFineArtist @krys10iam @AhmedBaba_ @elonmusk @neuralink Among the two of you, you're the one who's acting more like an animal, so perhaps you should volunteer?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@TTraxis @drmistercody @MattWallace888 @elonmusk @TheCriticalDri2 Jimmy, once again another account who has doesn’t put a profile pic, criticizing how someone looks is top level irony.", "RT @nomadic_sanjee: @CatalystGoPro @SimonRowntree1 They seem to be doing this for years. So @elonmusk cannot be blamed for this one. I hope…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "@RudyGiuliani @elonmusk 🤣🤣 a truth lesson from you!? Wow now there's hypocrisy.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@stillgray The live was awesome, @elonmusk should do this every month", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @LayahHeilpern: The reality is @elonmusk could be chilling living his best life but instead he chooses to fight corruption, protect free…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @RudyGiuliani: What @ElonMusk exposed goes further than the massive Hunter Biden scandal (It's really a Joe Biden scandal btw). \n\nIt rev…", "@SteveHiltonx @elonmusk Did you expect something else. Really?  They are part of it", "@CannabisForU @GedLovbg @daviddunn177 @elonmusk my bad g", "@MzkittnPi @Teh_Snowflake @elonmusk @justinemusk I’m not doubting that this could be a good thing, it’s musk I don’t trust. He’s shown where his loyalties lie (for now) and I don’t believe he’s above taking advantage of the situation", "Is @elonmusk impersonating the president of the new world?", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @TulsiGabbard: Sickening truth: Washington elite protect their allies and go after political opponents. MSM/Dem Establishment are fallin…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @_R_Prince_21___: @G4MM_CH4NGRRR @DelhiPolice @CPDelhi @ArvindKejriwal @elonmusk Hello dear @DelhiPolice @CPDelhi\n@ArvindKejriwal @elonm…", "RT @NyxSayeth: @AreaUnderCurve @rachael_levy @elonmusk @neuralink Uh huh, I can tell you for a fact that all of this is absolutely not stan…", "@JonathanTurley The only reason Washington is so upset is because of them being exposed.  AMERICANS ARE NOT STUPID!!  The press releases really show the disinformation and who is spreading it.  I think we are smart enough to know the difference.  TY @elonmusk for freedom to express and expose", "@jimmyfailla @elonmusk 🤣🤣🤣I Knew u knew it☑️ KewL &amp; keep up the Gr8 fun on the Gutfeld show ☑️my # 1 Fav❤️🦅🇺🇸", "@SteveHiltonx @elonmusk Elon, can you please buy CNN and let's watch the world come apart. 😀", "@JamesWrobel2 @elonmusk @MuskUniversity Yes, and this swamp mentality is not only what Elon is supporting with sensational Hunter stories.  I like Elon, but he is wrong on this issue and can't support this type of crap if he expects to have a credible Twitter news services.", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@JodieHMoss @Caitlyn_Jenner @elonmusk Don't open that door lol", "RT @WholeMarsBlog: San Francisco to Santa Clara with zero takeovers on Tesla Full Self-Driving Beta 10.69.3.1. 70 minute drive. This tech i…", "@DarkGlaceon1 @TipoTolkien @Paploo968 @ValorLeaks this offends me! @elonmusk get ‘em!!!", "@elonmusk'You know what's hard? You are screaming but no one hears your voice...\n@elonmusk", "RT @Diligenceduenow: @elonmusk @RenzTom \n\nCovid warnings are still in place for older posts", "@ForFreedomToday @ThePrimalDino @BikerBunnyD @elonmusk That was a... mistake\nOh well...", "RT @thunder_270380: @elonmusk help! https://t.co/JDRu3fLR8M", "RT @RickScofield77: @elonmusk @StephenKing Mike Lindell is an advertising beast. You should get him on here.", "RT @mojo_jojo8383: @catturd2 @elonmusk These are the same FBI politicians that punished rank and file agents for not complying with the “01…", "@lavern_spicer @elonmusk @MrJoeyMannarino @annvandersteel Jesus, lady. Just stop.", "@elonmusk @karpathy Interesting…", "@diehardcubfan3 @catturd2 @elonmusk Rest assured, it’s the polar opposite of what Resident Biden says.", "@StealthEX_io Twitcoin FTW!\n\nMake it happen @elonmusk", "@elonmusk Maybe cure cancer🤷‍♂️it seem to kill a new celebrity every day…can I have their check mark for the rest of the month?", "@Onemoretime2212 @MattWallace888 @elonmusk @Onemoretime2212 Let us know when you’re sure it’s a lie. Being pretty sure its a lie is simply political. BTW, when was your last day working at Twitter:)", "RT @PSinikov: @elonmusk I propose to enrich the fuel for nuclear power plants in the near orbit of the sun by the energy / radiation of the…", "Is it worth it @elonmusk for some stupid neuralink implant for humans? At the end of your life do you really want this to be your legacy? https://t.co/luyX3P8pH7", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @justinamash: @elonmusk .@Snowden sacrificed his future to reveal surveillance abuses by the U.S. gov. Courts affirmed the NSA/FBI pract…", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "@elonmusk @COLDEX_STC @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews 😂 😂 😂 😂 😂 That is the definition of stupidity without limits! 😂 😂 😂 Nobody can fix that!", "RT @CryptoBlckParty: This is hilarious, how did I #TubTalk?\nGoing to turn on notifications for @allnick \n\nCheck this out @aescapism, imagin…", "@SocratesQ12 @MonicaCrowley @elonmusk No I have been around. You are the one who went silent 🤫", "@sweetcarolinatv @elonmusk @RealJamesWoods0 He’s not being evicted, he chose to leave….does that free speech include forcing people to use the platform…it’s Twitter not Russia…..or at least I think it is I’ll have to ask Dorothy….", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@DeanObeidallah @elonmusk That's Cap,  you just addicted", "@Slipgate0 @DennySalt @JoshuaB42069 @JoshuaPHilll @elonmusk Twitter’s janitors are not hospital staff. Are you missing my point on purpose? How are the people who clean the (closed) twitter office vital during a pandemic?", "@KurganovaIrisca @Skot69 @ForbyKoonan @RachlisCrachlis @jorymicah @the_LoungeFly @elonmusk I just said have a good day to a nazi. What is life", "It's no coincidence that our federal government wants to launch an investigation into @elonmusk but not the money laundering in Ukraine. Elon stood up for free speech so he became an enemy of the state. We have to vote all politicians out of office before we lose all our freedom.", "RT @MattWallace888: @TaraBull808 @elonmusk Thank you @elonmusk for standing up for the truth!", "RT @rachael_levy: NEW  from me: @elonmusk's @neuralink is under federal investigation for potential violations of animal welfare laws amid…", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@muskQu0tes @BarackObama @elonmusk Well, subtract Obama's bots and...", "@DefyResist @nickelsgb @rustyrockets @TuckerCarlson @elonmusk @RishiSunak Is this recent ?", "RT @codeofvets: Still under a 7 day suspension on my personal account @1776Gretchen for tweeting about the election. \n\nGood morning sane Am…", "@CollinRugg @elonmusk Who even watches it anymore?!?!", "RT @LayahHeilpern: Forbes says @elonmusk’s twitter antics is tarnishing the Tesla brand.\n\nFunny I was just thinking of buying a Tesla despi…", "@UstcWhale @cz_binance @LFG_org @elonmusk @VitalikButerin I am So Grateful today I just Got my Binance account back when I contacted @fixitwithkylian on Instagram, this is so amazing, This Cyber Consultant is the Best.", "Day 9, you already know! \n\nNever forget @elonmusk is a self-serving gutter rat who you'd all invariable find to be creepy and weird if he wasn't rich.", "@SHAWNSIMAR4 @LayahHeilpern @elonmusk I agree that it shouldn’t be a mandate that we have to use them. I think we should have the options and we can choose what’s best, as I understand it’s not currently feasible to switch from natural gas in some parts of the country.", "@Confidential25 @federalreserve @neelkashkari @elonmusk As long as you don’t lose your job and house…", "@jamesgiorioiii @JoJoFromJerz @elonmusk @WholeMarsBlog I said it takes courage and Will to change. most are unconscious of even being conscious. Therein lies the problem.", "@RankineBlog @PersianAnarchy @BrendasCrypto @runews @elonmusk Great story bro! This is what you heard in HU national media?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @G4MM_CH4NGRRR: Hello dear @DelhiPolice @CPDelhi\n@ArvindKejriwal @elonmusk\nPlease check this tweet immediately\nhttps://t.co/vsjtxEjqCb\nC…", "RT @rachael_levy: NEW  from me: @elonmusk's @neuralink is under federal investigation for potential violations of animal welfare laws amid…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@COLDEX_STC @elonmusk @SpaceX @NSF @blueicehiggins @icy_pete @US_IceDrilling @OSUCEOAS @Princeton @GeosciencesPU @OregonState @UMNews I’d like to hear their experiences, and not your marketing.", "@muskQu0tes @elonmusk Where you will have to prove your innocence.", "@elonmusk please be careful and always watch your back. You’ve got so many rich corrupt people really mad at you and I really think they might be setting you up for failure or even worse, death. #ProtectElonMusk #savefreespeach https://t.co/9PERtS8HWT", "@atensnut @VivaLaAmes11 @elonmusk Don’t welcome me back granny", "@SteveHiltonx @catturd2 @elonmusk Ain't that funny 🤔", "RT @ravikarkara: @AgnishwarJ @PBNS_India @ianuragthakur @AgriGoI @garuda_india @YASMinistry @PIB_India @G20_India @narendramodi @JM_Scindia…", "@rachael_levy @elonmusk @neuralink We kill millions of animals a year for our benefit ie food. Neuralink is conducting animal trials for groundbreaking medical devices that will restore the ability to walk for the paralyzed and eventually vision for the blind too, and many other things. Net positive. Keep going", "listen to Duster. @elonmusk 👍", "@ClownWorld_ @elonmusk @SocialClaude This was gallows humor. Not a threat or promoting actual violence. I am trying to prevent violence: the mutilation of children by crazed leftists changing their gender. https://t.co/PyLwVoqI2S", "RT @kopiganja: Is there such a thing as Noah Complex? 🤔", "RT @gwest77: @RedbeardsBunker @elonmusk He and his dad are criminals.", "@Hilohaw @JanetBa44871836 @elonmusk I´ve got these bans removed 👍  - but instead now I´m frequently locked out of my account and the reset of my password is necessary to get access again...🤬🤬🤬", "@SteveHiltonx @elonmusk Yes, the third-most popular social meida website stifling a hitoiece we all know about for two days, which they admitted two years ago when it happened, is more important than corruption at the highest levels if givernment. Checks out.", "@keywordinsights @elonmusk @Suganthanmn @elonmusk pls bring back this gem person on Twitter", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk Yeah thanks for turning it into a US right wing love fest of crap and lies.  Rest of the world such as myself as a Canadian not impressed.", "@lnedos Thanks to @elonmusk you are now allowed to spread these Russian propaganda vids and messages. Keep on telling lies, i'm sure you wont end up in hell", "@drsimonegold @elonmusk Down with fact checkers, up with Free Speech!", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "RT @DrEliDavid: .@elonmusk, you surely didn't buy Twitter to end up being bullied by the EU 🇪🇺\n\nhttps://t.co/fQwCtgOXud", "@RedditCFB 😂😂😂 @elonmusk this should be illegal", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "@SteveHiltonx @US_Minitrue @elonmusk Let’s keep tagging them. @NBCNews @ABC @CBSNews @MSNBC @HuffPost @TheAtlantic @CNNPolitics @Newsy \n\nWe have to make it so they can’t ignore it.", "@SteveHiltonx @elonmusk Funny, I don’t remember Hunter Biden running for office.", "@MajorDog524 @Twitter @TwitterSupport @elonmusk I'm hurt and I'm angry. And I feel like women have miles to go before we don't need to sleep with 1 eye open. I damn near left Twitter. But it wouldn't change anything", "My Son Hunter | The Hunter Biden Movie https://t.co/fjAiEsMgyp @elonmusk", "@Caitlyn_Jenner @elonmusk The fuck?? LMAO! 🤣 😅 😂 🖕 🖕 LMAO", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "PATRIOTS! Please keep @elonmusk in your prayers. His actions are causing the far Left and this Administration severe heartburn. 🇺🇸", "@elonmusk Of all the for oh for fucksake things that ever for fucksaked'ed, this is the most oh for fucksakest.", "@elonmusk @TwitterSafety Negativity and hate speech are purely subjective observations by those who disagree with the stated point of veiw.. js…", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "The mainstream media is just a part of the Democratic Party and @TheDemocrats, which means they’re an arm of @WhiteHouse and it doesn’t benefit them to cover it.\n\n#TwitterFiles #TwitterFiles2 #HunterBidensLaptop #HunterBiden #Elonmusk #JoeBiden https://t.co/hTuTUdzNSe", "@elonmusk \nElon, There now, Steady, Love. \nno, neuralink is dangerous.", "@thevivafrei @elonmusk ADHD has served me well. It should be called 'drive'.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@corechaincrypto @Coredao_Org @elonmusk @VitalikButerin @BitcoinMagazine @BTCTN New miners, add Extra 30k. \nClick on Gift card, then click on USE GIFTCARD, Put any of this code to get 30k added to myhash to increase mining.\n\nCODES:\n4t5gnzu, 4t7s39u, 4svrvrt, 4sy29zw, 4y36xgz, 4y5fbs4\n\nCode use once\n#SatoshiPlusConsensus https://t.co/qo7hZhppPK", "@elonmusk @BillyM2k Twitter will go Mars 🚀🚀", "RT @leeadamson2009: @ScottProEU @elonmusk But he wont free speech has turned into hate speech and racism they feel compelled to share it no…", "@elonmusk @WholeMarsBlog Yes, they pull themselves off the road and call their own tow truck.🤣", "@farzyness $12B just for the $TSLA #shorts alone!\nhttps://t.co/RZD88nxB2o\n@elonmusk @Tesla", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@HarryTHop @sbsuperhigh @Erikbrouwer32 @MidnightCry11 @ksenijapavlovic @elonmusk He doesn’t get it bc he’s a foreign troll, doesn’t live in the US and his whole feed is worshipping trump", "@Matt5Tan @bennyjohnson @elonmusk @alx The first photo looks a LOT like an actor but can’t think of his name (not nick nolte). Picture him with short hair and clean cut", "@Soulshaker007 @archang31s @xtr0py @pacman522 @AspieGunTard @JustinChurch14 @lanstorm1967 @AQUAB23 @deg3nzy @PKekbar @ScottBibler @11Llotus @CAsunshinegal @SisyphusBeetle @wfinalle57 @BlakeOltmann @astrolinas @IloMagyar @RealRiteNow @Washer_of_Yam @Zamuel42 @theNDExperience @realUnnameable @hobgoblin4191 @breeeezy35 @777nibnuds @WuanWain @AmericanNurse64 @StupidAssJack01 @9thRealm @kr4ydnb @YamWasher @HealthRadix @RWMaloneMD @elonmusk @jordanbpeterson https://t.co/hD7R1ZilLI\n\nsome day... great thigs", "RT @clayandbuck: ICYMI: The Twitter Files confirmed Big Tech's collusion with Joe Biden.\n\n@ClayTravis and @BuckSexton are fired up over thi…", "@elonmusk You are welcome", "RT @Singlemalt_18: @dannydeurbina @elonmusk $AAPL is PUBLICALLY owned and traded; @Twitter is NOT.", "RT @teslaownersSV: Our future thanks to @elonmusk https://t.co/FNzglCbdFf", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @PaulKni31232186: @UssCeit @Jack_Royston @netflix @cbouzy @elonmusk They created hundreds of accounts pretending to be British tweeting…", "@elonmusk @TwitterSafety why is it that when I search the term “suicide” on Twitter I can watch videos of people getting decapitated? It’s wrong on so many levels.", "@mjg100mm @lawrence_haugh @TomFitton @elonmusk @Twitter When did 2 &amp; 3 happen?", "RT @SpaceXCountdown: Next mission is Falcon 9 Block 5 | OneWeb 15\nDecember 8 22:27 UTC\nDecember 8 14:27 PST\nDecember 8 17:27 EST\n#SpaceX #F…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @muskQu0tes: “The Constitution is greater than any President. End of story.” @elonmusk", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@elonmusk @Jeremiahdalesio @MailOnline Or also, ‘tell me you used a sensationalized headline to get clicks without telling me you used a sensationalized headline’.  \n\nBtw, there truly was a lot of good information in that space.  I enjoyed it.", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "@Millice01112735 @cynthia26942734 @ZaleskiLuke @Marston4ca42 @SenRonJohnson @elonmusk Absolutely.", "@StevenSeagalRun @LoneWolfe666 @Belinda71555585 @elonmusk Man..\n Why are men that ID as christian conservatives ALWAYS talking about gay sex? Like, a lot. \n\nOooooooh, right! They crave Richard down their throats! Still scared of daddy coming home drunk from the bar, huh?", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @Eduardo99282061: Morning Mate.@elonmusk \nStill waiting to kill the Bots.\n@CarlosLoret 9.5 M\n@FelipeCalderon 6.4 M\n#lopezdoriga 8.5 M\nTh…", "@elonmusk @TrungTPhan Where’s twitter files #2?!?!", "@TheMoonCarl @elonmusk Elon Mush Should grab a nica bag of $SMAUG \n\n#SMAUG is here to save the space and restore some faith in projects!  Very strong community always pushing  the project everywhere they can!\n\nhttps://t.co/w2zrfXvCXJ https://t.co/fiyF5o0Bn1", "@alexbruesewitz @elonmusk More things that have not happened.  🤦🏻‍♀️", "RT @TomFitton: The Left is furious with @ElonMusk for exposing corporate and political corruption. https://t.co/Etl3gWy6sb", "RT @Teslaconomics: The Cybertruck is the type of car you would see aliens riding in if one was visiting Mars. @elonmusk \n\n$TSLA\n\nhttps://t.…", "@elonmusk Hows that data dump going for ya? Seems like a dud... sort of like your personality.", "RT @RealKyleMorris: Hunter Biden laptop repairman John Paul Mac Isaac says he's \"grateful\" for the work @elonmusk is doing and offers him \"…", "@IuliiaMendel @ZelenskyyUa @elonmusk @elonmusk take the challenge! Before you generate your genius level responses pls walk a mile in Ukrainian boots!", "@alexbruesewitz @elonmusk Abuse of power against a private individual- impeachable", "@satman302 @JoJoFromJerz @elonmusk @WholeMarsBlog Me too. However, if the source of the data is a far right (or left) chat room or Facebook, then I question the validity.", "RT @sofiaicarbone: if @elonmusk is going to release the tweets the biden admin &amp; dnc requested be censored/removed...\n\ni wanna know what tw…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk It’s amazing what is said when everything is not censored anymore. Thank you Elon.", "@ClaireFosterPHD @elonmusk @AncoreAggarwal @MuskUniversity Once we have full gun control we roll out speech control. If it saves just one life...", "Hey @LeaderMcConnell and @GOPLeader what you doing to protect @elonmusk now that the truth about the laptop is exposing the Biden admin and the FBI? Don't leave him hanging. He's helping you fight back against the liberal narrative.", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @LayahHeilpern: The reality is @elonmusk could be chilling living his best life but instead he chooses to fight corruption, protect free…", "“Things are going just fine here. Nothing to see…” @elonmusk https://t.co/xxzezObiqp", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "RT @Millice01112735: @cynthia26942734 @LuluBaroun @ZaleskiLuke @Marston4ca42 @SenRonJohnson @elonmusk The Republican party are obsessed wit…", "@albertjackchat @nickhedley @elonmusk elon tweets are annoying asf its not them being a liberal elons just cringe and unfunny", "@SteveHiltonx @elonmusk blocked for believing trump's lies.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @RudyGiuliani: Good morning, America! The fight for free speech and against censorship is just getting started.\n\nThank you @ElonMusk for…", "@alexbruesewitz @elonmusk You know that the DOJ launches investigations. You might want to read that bible you're quoting because it would appear you are bearing false witness. \n\nI am @elonmusk and I don't read the bible 'cause I'm rich!", "@elonmusk \n\nOh the irony ...wakey wakey 😘💪\n\nhttps://t.co/I9wcc6yyH9", "@teslaownersSV @elonmusk Why is everyone going in that hole ? Also at that elevation will we all have to wear a spacesuit in order to breathe?", "@elonmusk Right Wayne\nLet the lefts self destrói.", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@CuiRenteria @tesla_raj @elonmusk Pathetic tweet. Most doors are adjustable. Not in production until next year. They haven't even assembled the Cybertruck gigapress yet.", "@BeauMarkut @alx @elonmusk @wikileaks your distracted by the cock. Do you even know what the real concern is about the laptop. Geeeez", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@EVargasTV We can thank @elonmusk for this!", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@mixtorious1 @catturd2 @elonmusk No. Trump @realDonaldTrump won. By a lot.", "RT @alx: Thank you @SeanHannity for airing my question to @ElonMusk.\n\nTwitter users deserve to know if they were Censored at the behest of…", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "@elonmusk Also just hit some vape cartridges and it will improve significantly also 😂 - $10   87%thc carts for order- DM https://t.co/fPFhUMZge5", "@elonmusk Yea it’s the Wild West…. A real shit show.  Good job 🙃", "@elonmusk @POTUS But it’s a lie, his pen is doing the work.", "RT @BritishHarley2: @elonmusk Threat against The Prince &amp; Princess of Wales. https://t.co/9QL4PjaexE", "@alexbruesewitz @elonmusk Throwing investigations around hoping something sticks", "@RJeffer94590784 @CkKabrud @Walcandy1 @elonmusk Come to think of it, it's QUITE telling that you equate an organization making the affirmation that the lives of black ppl matter, to ppl that are pursuing genocide.\nAs though the existence of black ppl IN ITSELF is something that SHOULD be extinguished.\n🧐Quite telling indeed.", "RT @TomFitton: Joe Biden and allied leftists angry at @ElonMusk for exposing corporate and political corruption benefitting Joe and Hunter…", "@devilmaskrascal @aReJay_024 @LayahHeilpern @elonmusk Lol sounds like he didn’t understand the question very well…🙄", "@ButtonAMC @SECGov @elonmusk You do know he spoke out about Tesla being shorted and them they investigated him and his brother for supposably insider trading. Corrupt ass SEC!", "@MurphyYuiko @Jennie_SC1 @michellmybell1 @BidenTour @odktiger @FemmeVoilet @cl1ntonserver @TomDoubting @RealDoctorT @42Gnome @_Kel_Varnsen_ @Mentor2TheGods @kimmsue70 @1717mule @TreatHunterDog @JackWhoElse @lemmabarkaloo @TastyMorsel6 @ADirtyRottenDog @429jamesowens @SnoJusticeCuz @MaxDragonard @instinctnaturel @MucusMucous @Timeforfreespe1 @Evry1H8sGrtzLOL @theProgEqualist @JenCages @shrekvivre @cow_cousin @RepublicanRehab @MyChickenDinner @VtTbQW9s3xjPOow @TwoSides1Truth @SomeSis1 @pookietooth @LadyOfTheOcean1 @SnoJusticeBro @Aimhighffw @UtsingerWesley @DigiMalice @ADouble777 @schmevilagain @absurd_dad @CosmicIndiffer1 @Q_Estrada @scary_brock @jaybento4 @MiaZingg @elonmusk This is anti 1A.", "@sofiaicarbone @johncardillo @elonmusk Listen, the only folks who don't want to uncover corruption are the ridiculously ideological and those who are corrupt. We all want the curtain pulled back.", "@alx @elonmusk @wikileaks Wikileaks is corrupt", "@alx @elonmusk @wikileaks 100%, but remember DemocRats are all deniers. Lol", "@elonmusk Driving me straight to Post.", "@TomFitton @elonmusk @Twitter Distraction? I thought it was Russian disinformation? This WH is a joke!", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@UnwelcomedO @ElTrumpista @elonmusk Nope I am not", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@elonmusk Will we see on judgement day #IQ", "@catturd2 @elonmusk This country has paid a huge price and lost so much, just to get rid of Donald J Trump. The Scamdemic and corruption it took. A WHATEVER it takes to accomplish approach nearly destroyed US. I pray what @elonmusk has gifted US will be what saves us. The Swamp must be drained", "@DailyCaller @elonmusk the truth helps.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@palermino_susan @MrMayhem1966 @RG_Das_Stewy @yusuft99 @elonmusk He was very supportive of democratic countries, especially his own! Low inflation, low gas prices, a great economy, responsible trade deals, etc. Trump Derangement syndrome people see good things as bad. Three seas initiative, and supportive of eastern…", "@sofiaicarbone @johncardillo @elonmusk Seems like a fair request.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@JuliaDavisNews @betelgeuse1922 What @elonmusk doing? Manipulating algorithm weights?", "RT @Cocochaneladair: I really think @elonmusk needs to look into the people he’s been doing spaces with &amp; is using him for clout. This does…", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk No offence..you should remove the awful profile picture of yours with baphomet costume..I mean ..cmon dude..CEO with this suit..plus Halloween is long gone now !", "RT @KRTrivia: Hey @elonmusk when you gonna restore suspended Indian twitter account.. specifically Bollywood Queen @KanganaTeam aka #Kangan…", "@elonmusk I Wana, and a lot my frens who haven’t opportunity of theirs locations", "@RealTBONEHusker @elonmusk Our power hungry government officials are not going to clean up their own mess. It's time to get our hands dirty and clean it up for them!!!", "@elonmusk Elon Don't you ever let anything change you!!!", "@HusiInu @HanryA2 @elonmusk @Collieinu_token Collie Inu is the best token.🤟", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@tearsintherain1 @fadequeen77 @Lucktriple07 @DogeAccept @draganammilic1 @PiaPanda96 @Lionelclone1 @KatTonic2 @Jacob75719238 @SpadersNFTs @MrCurtisHi @S3XYDOG3VAD3R @PryZmRuleZZ @xdianalandx @agent_x23 @CCuntamed @musicphantom69 @h_artsNcrafts @SpaceCrystalZ @YeshuaisSavior @JessieR64351512 @TeslaDarth @gucci369r @Manoj87187471 @Kawaiistanley1 @dogecoin @elonmusk @MichelleBezak @kennethray25 @dogedubowwow @Twitter @boringcompany @Tesla @neuralink @SpaceX @MyDogeTip I’ve felt that way my whole life.  It’s lonely, though.  I’m just glad all the front-line wolves have found their own pack.  X https://t.co/eQSA566sfU", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @Tembieneyti14: Many detained Tigrayans are tortured and,&amp; some have been executed.If they haven't died from torture &amp; execution,they ha…", "RT @CollinRugg: All I want for Christmas is for @elonmusk to bankrupt the main stream media.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@ThisWeekABC @GStephanopoulos Trump didn’t say terminate the constitution. He said terminate portion in constitution dealing with election because 2020 election was fraudulent. @elonmusk just proved democrats and the FBI interfered in the 2020 election. And 2016 with Clinton/Obama.", "@elonmusk And none from you.", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "@maximum_plaid @tesla_raj @elonmusk Most cars have a gap or seam between the windshield and hood but Cybertruck doesn’t. Hiding between would require the hood to lift up when raining which causes more complexity in water sealing and moving parts. Not hiding the wiper there would be bad for aerodynamics https://t.co/zn0T0t60zu", "RT @amuse: UPDATE: Dr. Fauci's daughter, Ali Fauci, no longer works for @elonmusk's Twitter. She left the company and works at the Soros-ba…", "@stillgray @elonmusk @Jeremiahdalesio @MailOnline Unverified social media has more credibility.", "RT @HusiInu: @elonmusk Hope you didn’t miss our post on $COLLIE, 😁🐶\n@Collieinu_token #collie #collieinu #altcoin #100xgems\n\nhttps://t.co/LF…", "@elonmusk I dunno @elonmusk I'm wondering if you came here from the past 🙈🤣 https://t.co/L9ai3AdSFa", "I try to promote my NFTs with an AD here and I was not allowed. Why, as an artist, I can't promote my art on Twitter? The support told me that I need authorization and I try to fill out the form. Of course, it didn't work. Please @elonmusk , make it simple and easy for us.", "@DimaZeniuk @SpaceX @elonmusk lol - this is so funny.   more praise given to starlink than the local Shinto shrine :-)", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "@bellausa17 @elonmusk @FoxNews Trump is a great business leader and had this economy looking purdy.  Unlike Biden or whoever controls Biden.", "RT @alexbruesewitz: It’s not a coincidence that Biden launched a federal investigation into @elonmusk just days after Elon exposed the trut…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "Dammit @elonmusk...this is the 3rd time now my DM's just stop sending. I can receive, but can't send. I have not gone over the daily limit.  What is going on here?  This never happened when the speech police were in charge!", "RT @muskQu0tes: “In the past, victory would mean that your enemies are no longer around. These days, they’re not only alive &amp; well, but hav…", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "RT @theskindoctor13: @MrSinha1988 @MrSinha_ @elonmusk Hello @Twitter, this guy is again using the same GIF for which his older account was…", "RT @RudyGiuliani: We've just seen, \"behind the curtain,\" at Twitter thanks to @ElonMusk.\n\nWhat about Facebook, Instagram, YouTube, Google a…", "@VivaLaAmes11 @elonmusk Yeah!!!!", "RT @chrisfradkin: @elonmusk There's a difference between providing a platform for free speech and providing one for hate and misinformation.", "@realouMAGAgirl @rrnicholas22 @elonmusk Uh huh sure he did....no one believes you...sorry!", "@JudicialWatch @TomFitton @elonmusk Ashame we even have to have the conversation. \n\n\"Church and Gov\" separation needs updated to \"media/church and Gov\". \n\nIts been 250 years a word update on this topics due.", "@elonmusk It seems he had not in touch with twitter earlier.", "@elonmusk Surely", "@VivaLaAmes11 @elonmusk Holy Sh*t girl! God I've missed you!", "RT @Is_Keith_Smooth: Gm friends\n\nA little while one of my @InvsbleFriends aka @birddog9000 took the time out of their day to make me a cool…", "RT @cpalimeno: @elonmusk Are you going to publish the stories about Jared Kushner &amp; his $2 billion deal w/ Saudi Arabia? Then publish the s…", "@libsoftiktok @elonmusk Get off of TikTok &amp; join Twitter.  You won’t be tracked by the Chinese Communist Party &amp; they won’t be able to use all your personal information.", "RT @cryptogems555: #Christmas pump?? Check this\n\n#ReinFlokiInu just went live and looks bullish. Still low cap. #BSC #meme\n\nhttps://t.co/fD…", "@Facts_Over_Lies @QuispMe @traxattack @AngryFleas @elonmusk ...cannot be verified because the envelope is thrown away, and there is no ID. \n\nLet me say again. No data proves anything because of these facts.", "RT @LisaM84618786: @drsimonegold @elonmusk My 26 year old son recently asked me if I trust any physicians right now.  His friends don't.  D…", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk @karpathy Wait but how will I brag when I’m at the bar?  “My bio compute is off the charts baby…”", "@elonmusk HOPE I WILL DIE SOON FOR ONE LESS A H O L E 🙏🙏🙏", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "@liana1102 @BanActivisionWZ @YoungBlight @elonmusk Is that why Democrats created the kkk", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "RT @DrEliDavid: 97% of scientists agree with whoever is funding them.\n\nThe other 3% are banned from social networks.\n\n@elonmusk, please rei…", "@cacktiz @elonmusk @MuskUniversity Good God, you do know literally anyone can edit Wikipedia, right? Maybe you dont...", "RT @dingdong290: @elonmusk @WholeMarsBlog BOLD #DogecoinToTheMoon https://t.co/BkLKO1m7tP", "@TomFitton @elonmusk @Twitter Deep State Propaganda Machine! https://t.co/G7vHIpfvGG", "@IvankaTrump @mayemusk @TulsiGabbard @elonmusk  \"Once Upon A Time\" Elon Was A \"Nobody With A Dream\" ((Kinda In Good Company There I Suppose lol)) #MyAwesomeGodAbove (((MAGA))) Grows \"IVANKA/TULSI\" 2024/2028 \"AMERICA UNITES\" ((SEEMS A GOOD DREAM TO DREAM)) https://t.co/IBjOO3bRFp", "RT @TPInsidr: Why is this stuff still happening @elonmusk ? What could a woman who helps homeless American veterans possibly say that needs…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@lau01975 @Jillie_Alexis @ThisIsKyleR @elonmusk that post is just very hateful. I have no words to describe that at all.", "@DeanObeidallah @elonmusk Have you gotten rid of your cell phone yet Dean or are you just planning on being a blatant hypocrite for the foreseeable future?", "@catturd2 @elonmusk you forgot to include the Wall St Journal @WSJopinion @WSJPolitics but it doesnt matter because the WSJ has already taken direction on this issue and will remain the UNIPARTY newspaper, rather than actually attempting to solve obvious problems in voting processes", "@teslaownersSV @elonmusk @TIME Elon  is among the greatest I’m thinkin a sculpture like the Statue of Liberty dedicated to honor him would be appropriate.", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk #FreeTwitter if you don’t know it you should! The evil pricks from the left still have their thumb on your company!", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "Its nice to have an American running @Twitter @elonmusk", "RT @RudyGiuliani: Good morning, America! The fight for free speech and against censorship is just getting started.\n\nThank you @ElonMusk for…", "@Markofthebelts @elonmusk @WholeMarsBlog Is it possible yes but it will require two things in my opinion.\n\n1st you would have to be able to develop a way to run high compression motor on lower octane fuel.\n\n2nd combustion chamber redesign. To assure all of the fuel is actually being used efficiently and not wasted", "RT @Matt5Tan: @bennyjohnson @elonmusk @alx The FBI is seeking information leading to the arrest of this Jan 6th insurrectionist.\n\n1-800-225…", "@GeorgeLabauve @MarkoSilberhand @ThisIsKyleR @elonmusk Because they where chasing him, about to beat him to death with a skateboard", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "@SkyhABlack to @elonmusk are suggesting that robots might naturally evolve when you speak of biological evolution of this technology you are working on thriving on the ignorance of humans beings ? https://t.co/mhHlvOvDJz", "@elonmusk When is twitter blue going to be available for android users?", "RT @johnrich: This phrase is absolutely TRUE: \"If wars can be started by lies, peace can be started by truth.\" I hope @elonmusk shares ever…", "RT @TiffanyFong_: lmaooo yoo this new twitter feature🤣 @elonmusk @SBF_FTX https://t.co/2eWmt9wr8j", "RT @Aristos_Vagrant: Hey @TwitterSupport @elonmusk \n\nWhy did @aristos_revenge get unsuspended literally this morning, only to immediately b…", "@TomFitton @elonmusk @Reuters Yeah it’s just purely a coincidence that all those animals died over the years.  In fact, maybe Biden was sneaking into the lab at night and poisoning them, all in preparation for this moment.  Yeah, that’s it.", "RT @AmericasGOP: BREAKING: Elon Musk is considering putting together a team of experts to fact check all the false things government offici…", "@4RobertBush @aprilchoate @LenaEpstein @elonmusk Show me the early emails that show the request then lmfaooooooooooo", "@filweeee @elonmusk What you hidin kanti? 👀", "RT @RudyGiuliani: On a beautiful night outside St. Patrick's Cathedral in New York, we pray for @ElonMusk, @MTaibbi, @MirandaDevine and all…", "RT @DrEliDavid: .@elonmusk, reinstate suspended scientists.\n\nBelow are two examples: one is the co-inventor of mRNA vaccine technology, and…", "@alexbruesewitz @elonmusk Yippee!!!", "@CollinRugg @elonmusk So you think Twitter where all people do is spew their opinion is going to take over.  Good luck with that.", "@iamraisini @elonmusk @karpathy right, it's the same for me. \n100% more in one day. Only one user since 2009 and now it's 100% more! Please repair.\n@elonmusk", "RT @ElochukwuOhagi: I want to tell @elonmusk why I am on @Twitter. \n\nI am on Twitter to avoid a repeat of the massacre of more than 3.5 mil…", "RT @reachind_uk: Remember this Evil. 🇺🇸demand ex-@Twitter Legal Head Vijaya Gadde be sent to prison, accused of rigging US elections\n\nShe d…", "RT @WordCloudsBot: Retweet this if you're having trouble getting your #TwitterWrapped. Twitter only allows you to post 100 tweets/hr, which…", "RT @elonmusk: Starship takes beings of Earth to Mars https://t.co/6qaIc3p4yA", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@EspressoGrn @runews @elonmusk lol no it doesn't\n\nthe seasons are: Spring, Summer, Fall, Winter, not Winter, Spring, Summer, Fall", "@JohnJHarwood @MoElleithee @elonmusk Block them.", "RT @RubinReport: Now that we have some insight into the Hunter laptop coordination, just imagine what @elonmusk is sitting on related to Co…", "@elonmusk why do I have to block 20 plus profiles of half naked women soliciting my attention every day. Make it stop", "RT @MrAndyNgo: The far-left &amp; #Antifa again used Twitter to organize &amp; promote a violent attack on women's rights protesters in Oakland tod…", "@bkschaffer @elonmusk What’s going on hmm", "@Rosie__MrsK @TheFreds @Julesa7 @RealFairbrass @bobscartoons @MaajidNawaz @JasonMillerinDC @mrmarkdolan @danwootton @LeilaniDowding @JohnBoweActor @MattHoyOfficial @FiveTimesAugust @HiRezTheRapper @elonmusk @yinyangmechanic @Deadferrets @JamesDelingpole 🤣🤣🤣\nThat’s the sort of thing that happens to me", "Mr. @elonmusk I think you're creating more problem rather solving them. Example: Neuralink, Boring company, Twitter, firing employees, promoting intangible money \"doge coin, bitcoin, and more\" why man? Just for attention? Or something else?", "RT @alx: Raise your hand if you think @ElonMusk should give ALL of The Twitter Files to @WikiLeaks to publish so that they are easily reada…", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "@MaxAMaxim @Shoccking @JoeyTheThird @elonmusk @Twitter I agree Mitch should have given Garland a hearing, accused him of being a gang rapist on national TV and then voted him down in flames. \n\nThat would have been better.", "@elonmusk does Twitter have a portal that communicate directly with governement so that they can influence the content or request to censor users?", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…", "@elonmusk I'm interested to see if there is any information dating back farther, around the time Obama started with big tech as well as trump. it would be interesting to see if the US govt really does or doesn't like the Clintons.", "RT @drsimonegold: America’s Frontline Doctors honor our Hippocratic oath, and we stood strong against special interests. We continue to adv…", "@Is_Keith_Smooth @ocean_andsea @InvsbleFriends @birddog9000 @elonmusk It’s the change in perspective in 2D which baffles me, this is absolutely mind boggling 🤯", "@alexbruesewitz @elonmusk Keep up the good work, Elon.  It's about time this evil family is ousted for how corrupt they are.", "@here4theshtshow @TomFitton @elonmusk @Twitter What evidence?", "Can’t lie @elonmusk really cleaned up the porn on twitter I haven’t seen a titty since he took over .🫠😂", "RT @cj_cortese: @catturd2 @elonmusk What we are finding out via @Twitter &amp; @elonmusk is the real “threats to Democracy” are 1-Democrats, 2-…", "@leeadamson2009 @elonmusk Between not being able to spell, my typotastic fingers AND autocorrect, l spend my life editing almost every word l write... And sometimes things slip through 🤦‍♂️", "@elonmusk dear sir I need help 1 million usdt \nAddress                  \nTrc20 \nTKB88UbLRN9da1A6V7QYAvxQAvyLxiSX5Q", "@Is_Keith_Smooth @InvsbleFriends @elonmusk GM, this is absolutely the most amazing thing to wake up to! I'm honored, thank you so much and thank you for all the after effects help 🥹🙏", "@Karl_Lauterbach @elonmusk this man shares fakenews and disinformation!", "RT @LenaEpstein: What @ElonMusk exposed goes even further than the Hunter Biden scandal.\n\nIt reveals how far today's Democrat Party—with Bi…", "RT @SteveHiltonx: We heard about “Russia collusion” on every TV station for years. \n\nNow @elonmusk has exposed blatant Democrat campaign co…"]